/* TRS80.r */

#include "MacTypes.r"
#include "Menus.r"
#include "MacWindows.r"
#include "Palettes.r"
#include "Dialogs.r"
#include "Processes.r"
#include "Finder.r"
#include "Balloons.r"
#include "FileTypesAndCreators.r"
#include "Fonts.r"

#define pmCourteous 0x0000
#define pmTolerant  0x0002
#define pmAnimated  0x0004
#define pmExplicit  0x0008
#define pmWhite     0x0010
#define pmBlack     0x0020
#define pmInhibitG2 0x0100
#define pmInhibitC2 0x0200
#define pmInhibitG4 0x0400
#define pmInhibitC4 0x0800
#define pmInhibitG8 0x1000
#define pmInhibitC8 0x2000
#define grayDevInhibit (pmInhibitG2 + pmInhibitG4 + pmInhibitG8)

include "TRS80.rsrc";

resource 'MBAR' (128, purgeable) {
	{
		128, 129, 130, 131
	}
};

resource 'MENU' (128, purgeable) {
	128, textMenuProc, 0x7FFFFFFD, enabled, apple,
	{
		"About TRS-80…", noIcon, noKey, noMark, plain,
		"-", noIcon, noKey, noMark, plain
	}
};

resource 'MENU' (129, purgeable) {
	129, textMenuProc, 0x7FFFFFF5, enabled, "File",
	{
		"Close", noIcon, "W", noMark, plain,
		"-", noIcon, noKey, noMark, plain,
		"Preferences…", noIcon, noKey, noMark, plain,
		"-", noIcon, noKey, noMark, plain,
		"Quit", noIcon, "Q", noMark, plain
	}
};

resource 'MENU' (130, purgeable) {
	130, textMenuProc, 0x7FFFFFFD, enabled, "Edit",
	{
		"Undo", noIcon, "Z", noMark, plain,
		"-", noIcon, noKey, noMark, plain,
		"Cut", noIcon, "X", noMark, plain,
		"Copy", noIcon, "C", noMark, plain,
		"Paste", noIcon, "V", noMark, plain,
		"Clear", noIcon, "B", noMark, plain,
		"Select All", noIcon, "A", noMark, plain
	}
};

resource 'MENU' (131, purgeable) {
	131, textMenuProc, 0x7FFFFF7B, enabled, "Special",
	{
		"Reset", noIcon, "R", noMark, plain,
		"NMI", noIcon, "N", noMark, plain,
		"-", noIcon, noKey, noMark, plain,
		"Insert Disk :0", noIcon, "I", noMark, plain,
		"Eject Disk :0", noIcon, "E", noMark, plain,
		"Insert Disk :1", noIcon, noKey, noMark, plain,
		"Eject Disk :1", noIcon, noKey, noMark, plain,
		"-", noIcon, noKey, noMark, plain,
		"ROM A", noIcon, noKey, noMark, plain,
		"ROM B", noIcon, noKey, noMark, plain,
		"ROM C", noIcon, noKey, noMark, plain
	}
};

resource 'WIND' (128, purgeable) {
	{0, 0, 243, 392}, zoomNoGrow, invisible, noGoAway, 0,
	"TRS-80 Emulator",
	noAutoCenter
};

resource 'wctb' (128, purgeable) {
	{
		wContentColor, 0x0000, 0x0000, 0x0000
	}
};

resource 'pltt' (128, purgeable) {
	{
		0x0000, 0x0000, 0x0000, pmTolerant, 0,
		0xFFFF, 0xFFFF, 0xFFFF, pmTolerant, 0,
		0x1C00, 0x2600, 0x1E00, (pmTolerant + grayDevInhibit), 0,
		0x0000, 0xFFFF, 0x0000, (pmTolerant + grayDevInhibit), 0,
		0x5555, 0x5555, 0x5555, (pmTolerant + grayDevInhibit), 0,
		0xAAAA, 0xAAAA, 0xAAAA, (pmTolerant + grayDevInhibit), 0,
		0xDDDD, 0xDDDD, 0xDDDD, (pmTolerant + grayDevInhibit), 0
	}
};

resource 'DLOG' (128, purgeable) {
	{0, 0, 89, 174}, kWindowModalDialogProc, invisible, noGoAway, 0, 128,
	"",
	noAutoCenter
};

resource 'DITL' (128, purgeable) {
	{
		{57, 92, 77, 162}, Button {enabled, "OK"},
		{57, 8, 77, 78}, Button {enabled, "Cancel"},
		{27, 11, 43, 163}, EditText {enabled, ""},
		{5, 8, 21, 166}, StaticText {disabled, "Z80 Execution Rate:"}
	}
};

resource 'dctb' (128, purgeable) {
	{
	}
};

resource 'dlgx' (128, purgeable) {
	versionZero {
		kDialogFlagsUseThemeBackground + kDialogFlagsUseControlHierarchy
			+ kDialogFlagsUseThemeControls
	}
};

resource 'DLOG' (129, purgeable) {
	{0, 0, 83, 168}, dBoxProc, invisible, noGoAway, 0, 129,
	"",
	noAutoCenter
};

resource 'DITL' (129, purgeable) {
	{
		{54, 89, 74, 159}, Button {enabled, "OK"},
		{54, 5, 74, 75}, Button {enabled, "Cancel"},
		{24, 8, 40, 160}, EditText {enabled, ""},
		{2, 5, 18, 163}, StaticText {disabled, "Z80 Execution Rate:"},
		{50, 85, 78, 163}, UserItem {disabled}
	}
};

resource 'dctb' (129, purgeable) {
	{
	}
};

resource 'STR#' (128, purgeable) {
	{
		"TRS-80 Preferences",
		"TRS-80 Emulator"
	}
};

resource 'SIZE' (-1, purgeable) {
	reserved,
	acceptSuspendResumeEvents,
	reserved,
	canBackground,
	doesActivateOnFGSwitch,
	backgroundAndForeground,
	dontGetFrontClicks,
	ignoreAppDiedEvents,
	is32BitCompatible,
	isHighLevelEventAware,
	onlyLocalHLEvents,
	notStationeryAware,
	dontUseTextEditServices,
	reserved,
	reserved,
	reserved,
	1200 * 1024,
	1000 * 1024
};

resource 'vers' (1, purgeable) {
	0x01, 0x60, release, 0x00, verUS,
	"1.6",
	"1.6, ©1996-99 Yves Lempereur"
};

resource 'vers' (2, purgeable) {
	0x01, 0x60, release, 0x00, verUS,
	"1.6",
	"TRS-80 Emulator v1.6"
};

type 'RS80' as 'STR ';

resource 'RS80' (0, purgeable) {
	"TRS-80 Emulator v1.6 -- 7/11/99"
};

resource 'BNDL' (128, purgeable) {
	'RS80', 0,
	{
		'ICN#',
		{
			0, 128,
			1, 129
		},
		'FREF',
		{
			0, 128,
			1, 129
		}
	}
};

resource 'FREF' (128, purgeable) {
	'APPL', 0,
	""
};

resource 'FREF' (129, purgeable) {
	'MD80', 1,
	""
};

resource 'open' (128, purgeable) {
	'RS80', {'MD80'}
};

resource 'kind' (128, purgeable) {
	'RS80', verUS,
	{
		ftApplicationName,	"TRS-80",
		'MD80',				"TRS-80 virtual floppy"
	}
};

resource 'hfdr' (kHMHelpID, purgeable) {
	HelpMgrVersion, hmDefaultOptions, 0, 0,
	{
		HMSTRResItem {128}
	}
};

resource 'STR ' (128, purgeable) {
	"TRS-80 Emulator\n"
	"\n"
	"This application emulates a TRS-80 Model I computer, it allows you to run TRS-80 binaries."
};

data 'ROM ' (128, purgeable) {
	$"F3AF C374 06C3 0040 C300 40E1 E9C3 9F06"            /* .Ø√t.√.@√.@..√ü. */
	$"C303 40C5 0601 182E C306 40C5 0602 1826"            /* √.@≈....√.@≈...& */
	$"C309 40C5 0604 181E C30C 4011 1540 18E3"            /* √∆@≈....√.@..@.. */
	$"C30F 4011 1D40 18E3 C312 4011 2540 18DB"            /* √.@..@..√.@.%@.. */
	$"C3D9 05C9 0000 C3C2 03CD 2B00 B7C0 18F9"            /* √..…..√¬.Õ+.∑¿.. */
	$"0D0D 1F1F 0101 5B1B 0A1A 0818 0919 2020"            /* ¬¬....[.....∆.   */
	$"0B78 B120 FBC9 3100 063A EC37 3CFE 02D2"            /* .x± .…1..:.7<..“ */
	$"0000 C3CC 0611 8040 21F7 1801 2700 EDB0"            /* ..√Ã..Ä@!...'..∞ */
	$"21E5 4136 3A23 7023 362C 2322 A740 112D"            /* !.A6:#p#6,#"ß@.- */
	$"0106 1C21 5241 36C3 2373 2372 2310 F706"            /* ...!RA6√#s#r#... */
	$"1536 C923 2323 10F9 21E8 4270 31F8 41CD"            /* .6…###..!.Bp1.AÕ */
	$"8F1B CDC9 0121 0501 CDA7 28CD B31B 38F5"            /* è.Õ….!..Õß(Õ≥.8. */
	$"D7B7 2012 214C 4323 7CB5 281B 7E47 2F77"            /* ◊∑ .!LC#|µ(.~G/w */
	$"BE70 28F3 1811 CD5A 1EB7 C297 19EB 2B3E"            /* æp(...ÕZ.∑¬ó..+> */
	$"8F46 77BE 7020 CE2B 1114 44DF DA7A 1911"            /* èFwæp Œ+..D..z.. */
	$"CEFF 22B1 4019 22A0 40CD 4D1B 2111 01CD"            /* Œ."±@."†@ÕM.!..Õ */
	$"A728 C319 1A4D 454D 4F52 5920 5349 5A45"            /* ß(√..MEMORY SIZE */
	$"0052 4144 494F 2053 4841 434B 204C 4556"            /* .RADIO SHACK LEV */
	$"454C 2049 4920 4241 5349 430D 001E 2CC3"            /* EL II BASIC¬..,√ */
	$"A219 D7AF 013E 8001 3E01 F5CF 28CD 1C2B"            /* ¢.◊Ø.>Ä.>..œ(Õ.+ */
	$"FE80 D24A 1EF5 CF2C CD1C 2BFE 30D2 4A1E"            /* .Ä“J..œ,Õ.+.0“J. */
	$"16FF 14D6 0330 FBC6 034F F187 5F06 027A"            /* ...÷.0.∆.O.á_..z */
	$"1F57 7B1F 5F10 F879 8F3C 47AF 378F 10FD"            /* .W{._..yè<GØ7è.. */
	$"4F7A F63C 571A B7FA 7C01 3E80 47F1 B778"            /* Oz.<W.∑.|.>ÄG.∑x */
	$"2810 12FA 8F01 792F 4F1A A112 CF29 C9B1"            /* (...è.y/O.°.œ)…± */
	$"18F9 A1C6 FF9F E5CD 8D09 E118 EFD7 E53A"            /* ..°∆.ü.Õç∆...◊.: */
	$"9940 B720 06CD 5803 B728 11F5 AF32 9940"            /* ô@∑ .ÕX.∑(..Ø2ô@ */
	$"3CCD 5728 F12A D440 77C3 8428 2128 1922"            /* <ÕW(.*‘@w√Ñ(!(." */
	$"2141 3E03 32AF 40E1 C93E 1CCD 3A03 3E1F"            /* !A>.2Ø@.…>.Õ:.>. */
	$"C33A 03ED 5F32 AB40 C921 01FC CD21 0206"            /* √:.._2´@…!..Õ!.. */
	$"0B10 FE21 02FC CD21 0206 0B10 FE21 00FC"            /* ...!..Õ!.....!.. */
	$"CD21 0206 5C10 FEC9 E521 00FB 181B 7ED6"            /* Õ!..\..….!....~÷ */
	$"233E 0020 0DCD 012B CF2C 7BA2 C602 D24A"            /* #>. ¬Õ.+œ,{¢∆.“J */
	$"1E3D 32E4 37E5 2104 FFCD 2102 E1C9 2100"            /* .=2.7.!..Õ!..…!. */
	$"FF3A 3D40 A4B5 D3FF 323D 40C9 3A3F 3CEE"            /* .:=@§µ”.2=@…:?<. */
	$"0A32 3F3C C9C5 E506 08CD 4102 10FB E1C1"            /* .2?<…≈...ÕA....¡ */
	$"C9C5 F5DB FF17 30FB 0641 10FE CD1E 0206"            /* …≈....0..A..Õ... */
	$"7610 FEDB FF47 F1CB 1017 F5CD 1E02 F1C1"            /* v....G.À...Õ...¡ */
	$"C9CD 6402 E5C5 D5F5 0E08 57CD D901 7A07"            /* …Õd..≈’...WÕ..z. */
	$"5730 0BCD D901 0D20 F2F1 D1C1 E1C9 0687"            /* W0.Õ..¬ ..—¡.….á */
	$"10FE 18F2 CDFE 0106 FFAF CD64 0210 FB3E"            /* ....Õ....ØÕd...> */
	$"A518 D1CD FE01 E5AF CD41 02FE A520 F93E"            /* •.—Õ...ØÕA..• .> */
	$"2A32 3E3C 323F 3CE1 C9CD 1403 22DF 40CD"            /* *2><2?<.…Õ..".@Õ */
	$"F801 CDE2 4131 8842 CDFE 203E 2ACD 2A03"            /* ..Õ.A1àBÕ. >*Õ*. */
	$"CDB3 1BDA CC06 D7CA 9719 FE2F 284F CD93"            /* Õ≥..Ã.◊ ó../(OÕì */
	$"02CD 3502 FE55 20F9 0606 7EB7 2809 CD35"            /* .Õ5..U ...~∑(∆Õ5 */
	$"02BE 2320 EC10 F3CD 2C02 CD35 02FE 7828"            /* .æ# ...Õ,.Õ5..x( */
	$"B8FE 3C20 F5CD 3502 47CD 1403 854F CD35"            /* ∏.< .Õ5.GÕ..ÖOÕ5 */
	$"0277 2381 4F10 F7CD 3502 B928 DA3E 4332"            /* .w#ÅO..Õ5.π(.>C2 */
	$"3E3C 18D6 CD35 026F CD35 0267 C9EB 2ADF"            /* ><.÷Õ5.oÕ5.g….*. */
	$"40EB D7C4 5A1E 208A EBE9 C54F CDC1 413A"            /* @.◊ƒZ. ä..≈OÕ¡A: */
	$"9C40 B779 C1FA 6402 2062 D5CD 3300 F5CD"            /* ú@∑y¡.d. b’Õ3..Õ */
	$"4803 32A6 40F1 D1C9 3A3D 40E6 083A 2040"            /* H.2¶@.—…:=@..: @ */
	$"2803 0FE6 1FE6 3FC9 CDC4 41D5 CD2B 00D1"            /* (.....?…ÕƒA’Õ+.— */
	$"C9AF 3299 4032 A640 CDAF 41C5 2AA7 4006"            /* …Ø2ô@2¶@ÕØA≈*ß@. */
	$"F0CD D905 F548 0600 0936 002A A740 F1C1"            /* .Õ...H..∆6.*ß@.¡ */
	$"2BD8 AFC9 CD58 03B7 C018 F9AF 329C 403A"            /* +ÿØ…ÕX.∑¿..Ø2ú@: */
	$"9B40 B7C8 3E0D D5CD 9C03 D1C9 F5D5 C54F"            /* õ@∑»>¬’Õú.—….’≈O */
	$"1E00 FE0C 2810 FE0A 2003 3E0D 4FFE 0D28"            /* ....(... .>¬O.¬( */
	$"053A 9B40 3C5F 7B32 9B40 79CD 3B00 C1D1"            /* .:õ@<_{2õ@yÕ;.¡— */
	$"F1C9 E5DD E5D5 DDE1 D521 DD03 E54F 1AA0"            /* .…...’..’!...O.† */
	$"B8C2 3340 FE02 DD6E 01DD 6602 E9D1 DDE1"            /* ∏¬3@...n..f..—.. */
	$"E1C1 C921 3640 0101 3816 000A 5FAE 73A3"            /* .¡…!6@..8..._Æs£ */
	$"2008 142C CB01 F2EB 03C9 5F7A 0707 0757"            /*  ..,À....…_z...W */
	$"0E01 79A3 2005 14CB 0118 F73A 8038 477A"            /* ..y£ ..À...:Ä8Gz */
	$"C640 FE60 3013 CB08 3031 C620 573A 4038"            /* ∆@.`0.À.01∆ W:@8 */
	$"E610 2828 7AD6 6018 22D6 7030 10C6 40FE"            /* ..((z÷`."÷p0.∆@. */
	$"3C38 02EE 10CB 0830 12EE 1018 0E07 CB08"            /* <8...À.0......À. */
	$"3001 3C21 5000 4F06 0009 7E57 01AC 0DCD"            /* 0.<!P.O..∆~W.¨¬Õ */
	$"6000 7AFE 01C0 EFC9 DD6E 03DD 6604 383A"            /* `.z..¿.….n..f.8: */
	$"DD7E 05B7 2801 7779 FE20 DA06 05FE 8030"            /* .~.∑(.wy. ....Ä0 */
	$"35FE 4038 08D6 40FE 2038 02D6 20CD 4105"            /* 5.@8.÷@. 8.÷ ÕA. */
	$"7CE6 03F6 3C67 56DD 7E05 B728 05DD 7205"            /* |...<gV.~.∑(..r. */
	$"365F DD75 03DD 7404 79C9 DD7E 05B7 C07E"            /* 6_.u..t.y….~.∑¿~ */
	$"C97D E6C0 6FC9 FEC0 38D3 D6C0 28D2 473E"            /* …}.¿o….¿8”÷¿(“G> */
	$"20CD 4105 10F9 18C8 7EDD 7705 C9AF 18F9"            /*  ÕA....»~.w.…Ø.. */
	$"2100 3C3A 3D40 E6F7 323D 40D3 FFC9 2B3A"            /* !.<:=@..2=@”.…+: */
	$"3D40 E608 2801 2B36 20C9 3A3D 40E6 08C4"            /* =@..(.+6 …:=@..ƒ */
	$"E204 7DE6 3F2B C011 4000 19C9 237D E63F"            /* ..}.?+¿.@..…#}.? */
	$"C011 C0FF 19C9 3A3D 40F6 0832 3D40 D3FF"            /* ¿.¿..…:=@..2=@”. */
	$"237D E6FE 6FC9 1180 04D5 FE08 28C0 FE0A"            /* #}..o….Ä.’..(¿.. */
	$"D8FE 0E38 4F28 A1FE 0F28 A2FE 1728 D7FE"            /* ÿ..8O(°..(¢..(◊. */
	$"1828 B7FE 1928 C5FE 1A28 BCFE 1B28 C2FE"            /* .(∑..(≈..(º..(¬. */
	$"1C28 8DFE 1DCA A104 FE1E 2837 FE1F 283C"            /* .(ç.. °...(7..(< */
	$"C977 233A 3D40 E608 2801 237C FE40 C011"            /* …w#:=@..(.#|.@¿. */
	$"C0FF 19E5 1100 3C21 403C C501 C003 EDB0"            /* ¿.....<!@<≈.¿..∞ */
	$"C1EB 1819 7DE6 C06F E511 4000 197C FE40"            /* ¡...}.¿o..@..|.@ */
	$"28E2 D1E5 547D F63F 5F13 1804 E511 0040"            /* (.—.T}.?_......@ */
	$"3620 237C BA20 F97D BB20 F5E1 C979 B728"            /* 6 #|∫ .}ª ..…y∑( */
	$"40FE 0B28 0AFE 0C20 1BAF DDB6 0328 15DD"            /* @..(... .Ø.∂.(.. */
	$"7E03 DD96 0447 CDD1 0520 FB3E 0A32 E837"            /* ~..ñ.GÕ—. .>.2.7 */
	$"10F4 1818 F5CD D105 20FB F132 E837 FE0D"            /* .....Õ—. ..2.7.¬ */
	$"C0DD 3404 DD7E 04DD BE03 79C0 DD36 0400"            /* ¿.4..~..æ.y¿.6.. */
	$"C93A E837 E6F0 FE30 C9E5 3E0E CD33 0048"            /* …:.7...0….>.Õ3.H */
	$"CD49 00FE 2030 25FE 0DCA 6206 FE1F 2829"            /* ÕI.. 0%.¬ b...() */
	$"FE01 286D 11E0 05D5 FE08 2834 FE18 282B"            /* ..(m...’..(4..(+ */
	$"FE09 2842 FE19 2839 FE0A C0D1 7778 B728"            /* .∆(B..(9..¿—wx∑( */
	$"CF7E 23CD 3300 0518 C7CD C901 41E1 E5C3"            /* œ~#Õ3...«Õ….A..√ */
	$"E005 CD30 062B 7E23 FE0A C878 B920 F3C9"            /* ..Õ0.+~#..»xπ .… */
	$"78B9 C82B 7EFE 0A23 C82B 3E08 CD33 0004"            /* xπ»+~..#»+>.Õ3.. */
	$"C93E 17C3 3300 CD48 03E6 072F 3CC6 085F"            /* …>.√3.ÕH.../<∆._ */
	$"78B7 C83E 2077 23D5 CD33 00D1 051D C818"            /* x∑»> w#’Õ3.—..». */
	$"EF37 F53E 0D77 CD33 003E 0FCD 3300 7990"            /* .7.>¬wÕ3.>.Õ3.yê */
	$"47F1 E1C9 D3FF 21D2 0611 0040 0136 00ED"            /* G..…”.!“...@.6.. */
	$"B03D 3D20 EF06 2712 1310 FC3A 4038 E604"            /* ∞== ..'....:@8.. */
	$"C275 0031 7D40 3AEC 373C FE02 DA75 003E"            /* ¬u.1}@:.7<...u.> */
	$"0132 E137 21EC 3711 EF37 3603 0100 00CD"            /* .2.7!.7..76....Õ */
	$"6000 CB46 20FC AF32 EE37 0100 423E 8C77"            /* `.ÀF .Ø2.7..B>åw */
	$"CB4E 28FC 1A02 0C20 F7C3 0042 0118 1AC3"            /* ÀN(.... .√.B...√ */
	$"AE19 C396 1CC3 781D C390 1CC3 D925 C900"            /* Æ.√ñ.√x.√ê.√.%…. */
	$"00C9 0000 FBC9 0001 E303 0000 004B 4907"            /* .…...….......KI. */
	$"5804 003C 0044 4F06 8D05 4300 0050 52C3"            /* X..<.DO.ç.C..PR√ */
	$"0050 C700 003E 00C9 2180 13CD C209 1806"            /* .P«..>.…!Ä.Õ¬∆.. */
	$"CDC2 09CD 8209 78B7 C83A 2441 B7CA B409"            /* Õ¬∆ÕÇ∆x∑»:$A∑ ¥∆ */
	$"9030 0C2F 3CEB CDA4 09EB CDB4 09C1 D1FE"            /* ê0./<.Õ§∆.Õ¥∆¡—. */
	$"19D0 F5CD DF09 67F1 CDD7 07B4 2121 41F2"            /* .–.Õ.∆g.Õ◊.¥!!A. */
	$"5407 CDB7 07D2 9607 2334 CAB2 072E 01CD"            /* T.Õ∑.“ñ.#4 ≤...Õ */
	$"EB07 1842 AF90 477E 9B5F 237E 9A57 237E"            /* ...BØêG~õ_#~öW#~ */
	$"994F DCC3 0768 63AF 4779 B720 184A 5465"            /* ôO.√.hcØGy∑ .JTe */
	$"6F78 D608 FEE0 20F0 AF32 2441 C905 297A"            /* ox÷... .Ø2$A….)z */
	$"1757 798F 4FF2 7D07 785C 45B7 2808 2124"            /* .WyèO.}.x\E∑(.!$ */
	$"4186 7730 E3C8 7821 2441 B7FC A807 4623"            /* AÜw0.»x!$A∑.®.F# */
	$"7EE6 80A9 4FC3 B409 1CC0 14C0 0CC0 0E80"            /* ~.Ä©O√¥∆.¿.¿.¿.Ä */
	$"34C0 1E0A C3A2 197E 835F 237E 8A57 237E"            /* 4¿..√¢.~É_#~äW#~ */
	$"894F C921 2541 7E2F 77AF 6F90 477D 9B5F"            /* âO…!%A~/wØoêG}õ_ */
	$"7D9A 577D 994F C906 00D6 0838 0743 5A51"            /* }öW}ôO…..÷.8.CZQ */
	$"0E00 18F5 C609 6FAF 2DC8 791F 4F7A 1F57"            /* ....∆∆oØ-»y.Oz.W */
	$"7B1F 5F78 1F47 18EF 0000 0081 03AA 5619"            /* {._x.G.....Å.™V. */
	$"80F1 2276 8045 AA38 82CD 5509 B7EA 4A1E"            /* Ä."vÄE™8ÇÕU∆∑.J. */
	$"2124 417E 0135 8011 F304 90F5 70D5 C5CD"            /* !$A~.5Ä...ê.p’≈Õ */
	$"1607 C1D1 04CD A208 21F8 07CD 1007 21FC"            /* ..¡—.Õ¢.!..Õ..!. */
	$"07CD 9A14 0180 8011 0000 CD16 07F1 CD89"            /* .Õö..ÄÄ...Õ...Õâ */
	$"0F01 3180 1118 72CD 5509 C82E 00CD 1409"            /* ..1Ä..rÕU∆»..Õ.∆ */
	$"7932 4F41 EB22 5041 0100 0050 5821 6507"            /* y2OA."PA...PX!e. */
	$"E521 6908 E5E5 2121 417E 23B7 2824 E52E"            /* .!i...!!A~#∑($.. */
	$"081F 6779 300B E52A 5041 19EB E13A 4F41"            /* ..gy0..*PA...:OA */
	$"891F 4F7A 1F57 7B1F 5F78 1F47 2D7C 20E1"            /* â.Oz.W{._x.G-| . */
	$"E1C9 435A 514F C9CD A409 21D8 0DCD B109"            /* .…CZQO…Õ§∆!ÿ¬Õ±∆ */
	$"C1D1 CD55 09CA 9A19 2EFF CD14 0934 342B"            /* ¡—ÕU∆ ö...Õ.∆44+ */
	$"7E32 8940 2B7E 3285 402B 7E32 8140 41EB"            /* ~2â@+~2Ö@+~2Å@A. */
	$"AF4F 575F 328C 40E5 C57D CD80 40DE 003F"            /* ØOW_2å@.≈}ÕÄ@..? */
	$"3007 328C 40F1 F137 D2C1 E179 3C3D 1FFA"            /* 0.2å@..7“¡.y<=.. */
	$"9707 177B 175F 7A17 5779 174F 2978 1747"            /* ó..{._z.Wy.O)x.G */
	$"3A8C 4017 328C 4079 B2B3 20CB E521 2441"            /* :å@.2å@y≤≥ À.!$A */
	$"35E1 20C3 C3B2 073E FF2E AF21 2D41 4E23"            /* 5. √√≤.>..Ø!-AN# */
	$"AE47 2E00 78B7 281F 7D21 2441 AE80 471F"            /* ÆG..x∑(.}!$AÆÄG. */
	$"A878 F236 09C6 8077 CA90 08CD DF09 772B"            /* ®x.6∆∆Äw ê.Õ.∆w+ */
	$"C9CD 5509 2FE1 B7E1 F278 07C3 B207 CDBF"            /* …ÕU∆/.∑..x.√≤.Õø */
	$"0978 B7C8 C602 DAB2 0747 CD16 0721 2441"            /* ∆x∑»∆..≤.GÕ..!$A */
	$"34C0 C3B2 073A 2441 B7C8 3A23 41FE 2F17"            /* 4¿√≤.:$A∑»:#A./. */
	$"9FC0 3CC9 0688 1100 0021 2441 4F70 0600"            /* ü¿<….à...!$AOp.. */
	$"2336 8017 C362 07CD 9409 F0E7 FA5B 0CCA"            /* #6Ä.√b.Õî∆...[.  */
	$"F60A 2123 417E EE80 77C9 CD94 096F 179F"            /* ..!#A~.Äw…Õî∆o.ü */
	$"67C3 9A0A E7CA F60A F255 092A 2141 7CB5"            /* g√ö.. ...U∆*!A|µ */
	$"C87C 18BB EB2A 2141 E3E5 2A23 41E3 E5EB"            /* »|.ª.*!A..*#A... */
	$"C9CD C209 EB22 2141 6069 2223 41EB C921"            /* …Õ¬∆."!A`i"#A.…! */
	$"2141 5E23 5623 4E23 4623 C911 2141 0604"            /* !A^#V#N#F#….!A.. */
	$"1805 EB3A AF40 471A 7713 2305 20F9 C921"            /* ...:Ø@G.w.#. .…! */
	$"2341 7E07 371F 773F 1F23 2377 7907 371F"            /* #A~.7.w?.##wy.7. */
	$"4F1F AEC9 2127 4111 D209 1806 2127 4111"            /* O.Æ…!'A.“∆..!'A. */
	$"D309 D511 2141 E7D8 111D 41C9 78B7 CA55"            /* ”∆’.!A.ÿ..A…x∑ U */
	$"0921 5E09 E5CD 5509 79C8 2123 41AE 79F8"            /* ∆!^∆.ÕU∆y»!#AÆy. */
	$"CD26 0A1F A9C9 2378 BEC0 2B79 BEC0 2B7A"            /* Õ&..©…#xæ¿+yæ¿+z */
	$"BEC0 2B7B 96C0 E1E1 C97A AC7C FA5F 09BA"            /* æ¿+{ñ¿..…z¨|._∆∫ */
	$"C260 097D 93C2 6009 C921 2741 CDD3 0911"            /* ¬`∆}ì¬`∆…!'AÕ”∆. */
	$"2E41 1AB7 CA55 0921 5E09 E5CD 5509 1B1A"            /* .A.∑ U∆!^∆.ÕU∆.. */
	$"4FC8 2123 41AE 79F8 1323 0608 1A96 C223"            /* O»!#AÆy..#...ñ¬# */
	$"0A1B 2B05 20F6 C1C9 CD4F 0AC2 5E09 C9E7"            /* ..+. .¡…ÕO.¬^∆…. */
	$"2A21 41F8 CAF6 0AD4 B90A 21B2 07E5 3A24"            /* *!A. ..‘π.!≤..:$ */
	$"41FE 9030 0ECD FB0A EBD1 2221 413E 0232"            /* A.ê0.Õ...—"!A>.2 */
	$"AF40 C901 8090 1100 00CD 0C0A C061 6A18"            /* Ø@….Äê...Õ..¿aj. */
	$"E8E7 E0FA CC0A CAF6 0ACD BF09 CDEF 0A78"            /* ....Ã. ..Õø∆Õ..x */
	$"B7C8 CDDF 0921 2041 46C3 9607 2A21 41CD"            /* ∑»Õ.∆! AF√ñ.*!AÕ */
	$"EF0A 7C55 1E00 0690 C369 09E7 D0CA F60A"            /* ..|U...ê√i∆.– .. */
	$"FCCC 0A21 0000 221D 4122 1F41 3E08 013E"            /* .Ã.!..".A".A>..> */
	$"04C3 9F0A E7C8 1E18 C3A2 1947 4F57 5FB7"            /* .√ü..»..√¢.GOW_∑ */
	$"C8E5 CDBF 09CD DF09 AE67 FC1F 0B3E 9890"            /* ».Õø∆Õ.∆Æg...>òê */
	$"CDD7 077C 17DC A807 0600 DCC3 07E1 C91B"            /* Õ◊.|..®....√..…. */
	$"7AA3 3CC0 0BC9 E7F8 CD55 09F2 370B CD82"            /* z£<¿.…..ÕU∆.7.ÕÇ */
	$"09CD 370B C37B 09E7 F830 1E28 B9CD 8E0A"            /* ∆Õ7.√{∆..0.(πÕé. */
	$"2124 417E FE98 3A21 41D0 7ECD FB0A 3698"            /* !$A~.ò:!A–~Õ..6ò */
	$"7BF5 7917 CD62 07F1 C921 2441 7EFE 90DA"            /* {.y.Õb..…!$A~.ê. */
	$"7F0A 2014 4F2B 7EEE 8006 062B B605 20FB"            /* .. .O+~.Ä..+∂. . */
	$"B721 0080 CA9A 0A79 FEB8 D0F5 CDBF 09CD"            /* ∑!.Ä ö.y.∏–.Õø∆Õ */
	$"DF09 AE2B 36B8 F5FC A00B 2123 413E B890"            /* .∆Æ+6∏..†.!#A>∏ê */
	$"CD69 0DF1 FC20 0DAF 321C 41F1 D0C3 D80C"            /* Õi¬.. ¬Ø2.A.–√ÿ. */
	$"211D 417E 35B7 2328 FAC9 E521 0000 78B1"            /* !.A~5∑#(.….!..x± */
	$"2812 3E10 29DA 3D27 EB29 EB30 0409 DA3D"            /* (.>.).='.).0.∆.= */
	$"273D 20F0 EBE1 C97C 179F 47CD 510C 7998"            /* '= ...…|.üGÕQ.yò */
	$"1803 7C17 9F47 E57A 179F 1988 0FAC F299"            /* ..|.üG.z.ü.à.¨.ô */
	$"0AC5 EBCD CF0A F1E1 CDA4 09EB CD6B 0CC3"            /* .≈.Õœ...Õ§∆.Õk.√ */
	$"8F0F 7CB5 CA9A 0AE5 D5CD 450C C544 4D21"            /* è.|µ ö..’ÕE.≈DM! */
	$"0000 3E10 2938 1FEB 29EB 3004 09DA 260C"            /* ..>.)8..).0.∆.&. */
	$"3D20 F1C1 D17C B7FA 1F0C D178 C34D 0CEE"            /* = .¡—|∑...—x√M.. */
	$"80B5 2813 EB01 C1E1 CDCF 0AE1 CDA4 09CD"            /* Äµ(...¡.Õœ..Õ§∆Õ */
	$"CF0A C1D1 C347 0878 B7C1 FA9A 0AD5 CDCF"            /* œ.¡—√G.x∑¡.ö.’Õœ */
	$"0AD1 C382 097C AA47 CD4C 0CEB 7CB7 F29A"            /* .—√Ç∆|™GÕL..|∑.ö */
	$"0AAF 4F95 6F79 9C67 C39A 0A2A 2141 CD51"            /* .ØOïoyúg√ö.*!AÕQ */
	$"0C7C EE80 B5C0 EBCD EF0A AF06 98C3 6909"            /* .|.Äµ¿.Õ..Ø.ò√i∆ */
	$"212D 417E EE80 7721 2E41 7EB7 C847 2B4E"            /* !-A~.Äw!.A~∑»G+N */
	$"1124 411A B7CA F409 9030 162F 3CF5 0E08"            /* .$A.∑ .∆ê0./<... */
	$"23E5 1A46 7778 121B 2B0D 20F6 E146 2B4E"            /* #..Fwx..+¬ ..F+N */
	$"F1FE 39D0 F5CD DF09 2336 0047 F121 2D41"            /* ..9–.Õ.∆#6.G.!-A */
	$"CD69 0D3A 2641 321C 4178 B7F2 CF0C CD33"            /* Õi¬:&A2.Ax∑.œ.Õ3 */
	$"0DD2 0E0D EB34 CAB2 07CD 900D C30E 0DCD"            /* ¬“.¬.4 ≤.Õê¬√.¬Õ */
	$"450D 2125 41DC 570D AF47 3A23 41B7 201E"            /* E¬!%A.W¬ØG:#A∑ . */
	$"211C 410E 0856 777A 230D 20F9 78D6 08FE"            /* !.A..Vwz#¬ .x÷.. */
	$"C020 E6C3 7807 0521 1C41 CD97 0DB7 F2F6"            /* ¿ .√x..!.AÕó¬∑.. */
	$"0C78 B728 0921 2441 8677 D278 07C8 3A1C"            /* .x∑(∆!$AÜw“x.»:. */
	$"41B7 FC20 0D21 2541 7EE6 802B 2BAE 77C9"            /* A∑. ¬!%A~.Ä++Æw… */
	$"211D 4106 0734 C023 0520 FA34 CAB2 072B"            /* !.A..4¿#. .4 ≤.+ */
	$"3680 C921 2741 111D 410E 07AF 1A8E 1213"            /* 6Ä…!'A..A..Ø.é.. */
	$"230D 20F8 C921 2741 111D 410E 07AF 1A9E"            /* #¬ .…!'A..A..Ø.û */
	$"1213 230D 20F8 C97E 2F77 211C 4106 08AF"            /* ..#¬ .…~/w!.A..Ø */
	$"4F79 9E77 2305 20F9 C971 E5D6 0838 0EE1"            /* Oyûw#. .…q.÷.8.. */
	$"E511 0008 4E73 592B 1520 F918 EEC6 0957"            /* ....NsY+. ...∆∆W */
	$"AFE1 15C8 E51E 087E 1F77 2B1D 20F9 18F0"            /* Ø..»...~.w+. ... */
	$"2123 4116 0118 ED0E 087E 1777 230D 20F9"            /* !#A......~.w#¬ . */
	$"C9CD 5509 C8CD 0A09 CD39 0E71 1306 071A"            /* …ÕU∆»Õ.∆Õ9.q.... */
	$"13B7 D528 170E 08C5 1F47 DC33 0DCD 900D"            /* .∑’(...≈.G.3¬Õê¬ */
	$"78C1 0D20 F2D1 0520 E6C3 D80C 2123 41CD"            /* x¡¬ .—. .√ÿ.!#AÕ */
	$"700D 18F1 0000 0000 0000 2084 11D4 0D21"            /* p¬........ Ñ.‘¬! */
	$"2741 CDD3 093A 2E41 B7CA 9A19 CD07 0934"            /* 'AÕ”∆:.A∑ ö.Õ.∆4 */
	$"34CD 390E 2151 4171 4111 4A41 2127 41CD"            /* 4Õ9.!QAqA.JA!'AÕ */
	$"4B0D 1A99 3F38 0B11 4A41 2127 41CD 390D"            /* K¬.ô?8..JA!'AÕ9¬ */
	$"AFDA 1204 3A23 413C 3D1F FA11 0D17 211D"            /* Ø...:#A<=...¬.!. */
	$"410E 07CD 990D 214A 41CD 970D 78B7 20C9"            /* A..Õô¬!JAÕó¬x∑ … */
	$"2124 4135 20C3 C3B2 0779 322D 412B 1150"            /* !$A5 √√≤.y2-A+.P */
	$"4101 0007 7E12 711B 2B05 20F8 C9CD FC09"            /* A...~.q.+. .…Õ.∆ */
	$"EB2B 7EB7 C8C6 02DA B207 77E5 CD77 0CE1"            /* .+~∑»∆..≤.w.Õw.. */
	$"34C0 C3B2 07CD 7807 CDEC 0AF6 AFEB 01FF"            /* 4¿√≤.Õx.Õ...Ø... */
	$"0060 68CC 9A0A EB7E FE2D F5CA 830E FE2B"            /* .`hÃö..~.-. É..+ */
	$"2801 2BD7 DA29 0FFE 2ECA E40E FE45 2814"            /* (.+◊.)... ...E(. */
	$"FE25 CAEE 0EFE 23CA F50E FE21 CAF6 0EFE"            /* .% ...# ...! ... */
	$"4420 24B7 CDFB 0EE5 21BD 0EE3 D715 FECE"            /* D $∑Õ...!Ω..◊..Œ */
	$"C8FE 2DC8 14FE CDC8 FE2B C82B F1D7 DA94"            /* ».-»..Õ».+»+.◊.î */
	$"0F14 2003 AF93 5FE5 7B90 F40A 0FFC 180F"            /* .. .Øì_.{ê...... */
	$"20F8 E1F1 E5CC 7B09 E1E7 E8E5 2190 08E5"            /*  ....Ã{∆....!ê.. */
	$"CDA3 0AC9 E70C 20DF DCFB 0EC3 830E E7F2"            /* Õ£.….. ....√É... */
	$"9719 2318 D2B7 CDFB 0E18 F7E5 D5C5 F5CC"            /* ó.#.“∑Õ.....’≈.Ã */
	$"B10A F1C4 DB0A C1D1 E1C9 C8F5 E7F5 E43E"            /* ±..ƒ..¡—.…»....> */
	$"09F1 EC4D 0EF1 3DC9 D5E5 F5E7 F5E4 9708"            /* ∆..M..=…’.....ó. */
	$"F1EC DC0D F1E1 D13C C9D5 7889 47C5 E57E"            /* ...¬..—<…’xâG≈.~ */
	$"D630 F5E7 F25D 0F2A 2141 11CD 0CDF 3019"            /* ÷0...].*!A.Õ..0. */
	$"545D 2929 1929 F14F 097C B7FA 570F 2221"            /* T])).).O∆|∑.W."! */
	$"41E1 C1D1 C383 0E79 F5CD CC0A 3730 1801"            /* A.¡—√É.y.ÕÃ.70.. */
	$"7494 1100 24CD 0C0A F274 0FCD 3E09 F1CD"            /* tî..$Õ...t.Õ>∆.Õ */
	$"890F 18DD CDE3 0ACD 4D0E CDFC 09F1 CD64"            /* â...Õ..ÕM.Õ.∆.Õd */
	$"09CD E30A CD77 0C18 C8CD A409 CD64 09C1"            /* ∆Õ..Õw..»Õ§∆Õd∆¡ */
	$"D1C3 1607 7BFE 0A30 0907 0783 0786 D630"            /* —√..{..0∆..É.Ü÷0 */
	$"5FFA 1E32 C3BD 0EE5 2124 19CD A728 E1CD"            /* _..2√Ω..!$.Õß(.Õ */
	$"9A0A AFCD 3410 B6CD D90F C3A6 28AF CD34"            /* ö.ØÕ4.∂Õ..√¶(ØÕ4 */
	$"10E6 0828 0236 2BEB CD94 09EB F2D9 0F36"            /* ...(.6+.Õî∆....6 */
	$"2DC5 E5CD 7B09 E1C1 B423 3630 3AD8 4057"            /* -≈.Õ{∆.¡¥#60:ÿ@W */
	$"173A AF40 DA9A 10CA 9210 FE04 D23D 1001"            /* .:Ø@.ö. í...“=.. */
	$"0000 CD2F 1321 3041 460E 203A D840 5FE6"            /* ..Õ/.!0AF. :ÿ@_. */
	$"2028 0778 B90E 2A20 0141 71D7 2814 FE45"            /*  (.xπ.* .Aq◊(..E */
	$"2810 FE44 280C FE30 28F0 FE2C 28EC FE2E"            /* (..D(..0(..,(... */
	$"2003 2B36 307B E610 2803 2B36 247B E604"            /*  .+60{..(.+6${.. */
	$"C02B 70C9 32D8 4021 3041 3620 C9FE 05E5"            /* ¿+p…2ÿ@!0A6 …... */
	$"DE00 1757 14CD 0112 0100 0382 FA57 1014"            /* ...W.Õ.....Ç.W.. */
	$"BA30 043C 473E 02D6 02E1 F5CD 9112 3630"            /* ∫0.<G>.÷...Õë.60 */
	$"CCC9 09CD A412 2B7E FE30 28FA FE2E C4C9"            /* Ã…∆Õ§.+~.0(...ƒ… */
	$"09F1 281F F5E7 3E22 8F77 23F1 362B F285"            /* ∆.(...>"èw#.6+.Ö */
	$"1036 2D2F 3C06 2F04 D60A 30FB C63A 2370"            /* .6-/<./.÷.0.∆:#p */
	$"2377 2336 00EB 2130 41C9 23C5 FE04 7AD2"            /* #w#6..!0A…#≈..z“ */
	$"0911 1FDA A311 0103 06CD 8912 D17A D605"            /* ∆...£....Õâ.—z÷. */
	$"F469 12CD 2F13 7BB7 CC2F 093D F469 12E5"            /* .i.Õ/.{∑Ã/∆=.i.. */
	$"CDF5 0FE1 2802 7023 3600 212F 4123 3AF3"            /* Õ...(.p#6.!/A#:. */
	$"4095 92C8 7EFE 2028 F4FE 2A28 F02B E5F5"            /* @ïí»~. (..*(.+.. */
	$"01DF 10C5 D7FE 2DC8 FE2B C8FE 24C8 C1FE"            /* ...≈◊.-».+».$»¡. */
	$"3020 0F23 D730 0B2B 012B 77F1 28FB C1C3"            /* 0 .#◊0.+.+w.(.¡√ */
	$"CE10 F128 FDE1 3625 C9E5 1FDA AA11 2814"            /* Œ..(..6%…...™.(. */
	$"1184 13CD 490A 1610 FA32 11E1 C1CD BD0F"            /* .Ñ.ÕI....2..¡ÕΩ. */
	$"2B36 25C9 010E B611 CA1B CD0C 0AF2 1B11"            /* +6%…..∂. .Õ..... */
	$"1606 CD55 09C4 0112 E1C1 FA57 11C5 5F78"            /* ..ÕU∆ƒ...¡.W.≈_x */
	$"9293 F469 12CD 7D12 CDA4 12B3 C477 12B3"            /* íì.i.Õ}.Õ§.≥ƒw.≥ */
	$"C491 12D1 C3B6 105F 79B7 C416 0F83 FA62"            /* ƒë.—√∂._y∑ƒ..É.b */
	$"11AF C5F5 FC18 0FFA 6411 C17B 90C1 5F82"            /* .Ø≈.....d.¡{ê¡_Ç */
	$"78FA 7F11 9293 F469 12C5 CD7D 1218 11CD"            /* x...íì.i.≈Õ}...Õ */
	$"6912 79CD 9412 4FAF 9293 CD69 12C5 474F"            /* i.yÕî.OØíìÕi.≈GO */
	$"CDA4 12C1 B120 032A F340 833D F469 1250"            /* Õ§.¡± .*.@É=.i.P */
	$"C3BF 10E5 D5CD CC0A D1AF CAB0 111E 1001"            /* √ø..’ÕÃ.—Ø ∞.... */
	$"1E06 CD55 0937 C401 12E1 C1F5 79B7 F5C4"            /* ..ÕU∆7ƒ...¡.y∑.ƒ */
	$"160F 804F 7AE6 04FE 019F 5781 4F93 F5C5"            /* ..ÄOz....üWÅOì.≈ */
	$"FC18 0FFA D011 C1F1 C5F5 FADE 11AF 2F3C"            /* ....–.¡.≈....Ø/< */
	$"803C 8247 0E00 CDA4 12F1 F471 12C1 F1CC"            /* Ä<ÇG..Õ§...q.¡.Ã */
	$"2F09 F138 0383 9092 C5CD 7410 EBD1 C3BF"            /* /∆.8.Éêí≈Õt..—√ø */
	$"10D5 AFF5 E7E2 2212 3A24 41FE 91D2 2212"            /* .’Ø...".:$A.ë“". */
	$"1164 1321 2741 CDD3 09CD A10D F1D6 0AF5"            /* .d.!'AÕ”∆Õ°¬.÷.. */
	$"18E6 CD4F 12E7 EA34 1201 4391 11F9 4FCD"            /* ..ÕO...4..Cë..OÕ */
	$"0C0A 1806 116C 13CD 490A F24C 12F1 CD0B"            /* .....l.ÕI..L..Õ. */
	$"0FF5 18E1 F1CD 180F F5CD 4F12 F1D1 C9E7"            /* .....Õ...ÕO..—…. */
	$"EA5E 1201 7494 11F8 23CD 0C0A 1806 1174"            /* .^..tî..#Õ.....t */
	$"13CD 490A E1F2 4412 E9B7 C83D 3630 2318"            /* .ÕI...D..∑»=60#. */
	$"F920 04C8 CD91 1236 3023 3D18 F67B 823C"            /* . .»Õë.60#=..{Ç< */
	$"473C D603 30FC C605 4F3A D840 E640 C04F"            /* G<÷.0.∆.O:ÿ@.@¿O */
	$"C905 2008 362E 22F3 4023 48C9 0DC0 362C"            /* …. .6.".@#H…¬¿6, */
	$"230E 03C9 D5E7 E2EA 12C5 E5CD FC09 217C"            /* #..…’....≈.Õ.∆!| */
	$"13CD F709 CD77 0CAF CD7B 0BE1 C111 8C13"            /* .Õ.∆Õw.ØÕ{..¡.å. */
	$"3E0A CD91 12C5 F5E5 D506 2F04 E1E5 CD48"            /* >.Õë.≈..’./...ÕH */
	$"0D30 F8E1 CD36 0DEB E170 23F1 C13D 20E2"            /* ¬0..Õ6¬..p#.¡= . */
	$"C5E5 211D 41CD B109 180C C5E5 CD08 073C"            /* ≈.!.AÕ±∆..≈.Õ..< */
	$"CDFB 0ACD B409 E1C1 AF11 D213 3FCD 9112"            /* Õ..Õ¥∆.¡Ø.“.?Õë. */
	$"C5F5 E5D5 CDBF 09E1 062F 047B 965F 237A"            /* ≈..’Õø∆../.{ñ_#z */
	$"9E57 2379 9E4F 2B2B 30F0 CDB7 0723 CDB4"            /* ûW#yûO++0.Õ∑.#Õ¥ */
	$"09EB E170 23F1 C138 D313 133E 0418 06D5"            /* ∆..p#.¡8”..>...’ */
	$"11D8 133E 05CD 9112 C5F5 E5EB 4E23 46C5"            /* .ÿ.>.Õë.≈...N#F≈ */
	$"23E3 EB2A 2141 062F 047D 936F 7C9A 6730"            /* #..*!A./.}ìo|ög0 */
	$"F719 2221 41D1 E170 23F1 C13D 20D7 CD91"            /* .."!A—.p#.¡= ◊Õë */
	$"1277 D1C9 0000 0000 F902 15A2 FDFF 9F31"            /* .w—….......¢..ü1 */
	$"A95F 63B2 FEFF 03BF C91B 0EB6 0000 0000"            /* ©_c≤...ø…..∂.... */
	$"0000 0080 0000 04BF C91B 0EB6 0080 C6A4"            /* ...Ä...ø…..∂.Ä∆§ */
	$"7E8D 0300 407A 10F3 5A00 00A0 724E 1809"            /* ~ç..@z..Z..†rN.∆ */
	$"0000 10A5 D4E8 0000 00E8 7648 1700 0000"            /* ...•‘.....vH.... */
	$"E40B 5402 0000 00CA 9A3B 0000 0000 E1F5"            /* ..T.... ö;...... */
	$"0500 0000 8096 9800 0000 0040 420F 0000"            /* ....Äñò....@B... */
	$"0000 A086 0110 2700 1027 E803 6400 0A00"            /* ..†Ü..'..'..d... */
	$"0100 2182 09E3 E9CD A409 2180 13CD B109"            /* ..!Ç∆..Õ§∆!Ä.Õ±∆ */
	$"1803 CDB1 0AC1 D1CD 5509 7828 3CF2 0414"            /* ..Õ±.¡—ÕU∆x(<... */
	$"B7CA 9A19 B7CA 7907 D5C5 79F6 7FCD BF09"            /* ∑ ö.∑ y.’≈y..Õø∆ */
	$"F221 14D5 C5CD 400B C1D1 F5CD 0C0A E17C"            /* .!.’≈Õ@.¡—.Õ...| */
	$"1FE1 2223 41E1 2221 41DC E213 CC82 09D5"            /* .."#A."!A...ÃÇ∆’ */
	$"C5CD 0908 C1D1 CD47 08CD A409 0138 8111"            /* ≈Õ∆.¡—ÕG.Õ§∆.8Å. */
	$"3BAA CD47 083A 2441 FE88 D231 09CD 400B"            /* ;™ÕG.:$A.à“1∆Õ@. */
	$"C680 C602 DA31 09F5 21F8 07CD 0B07 CD41"            /* ∆Ä∆..1∆.!..Õ..ÕA */
	$"08F1 C1D1 F5CD 1307 CD82 0921 7914 CDA9"            /* ..¡—.Õ..ÕÇ∆!y.Õ© */
	$"1411 0000 C14A C347 0808 402E 9474 704F"            /* ....¡J√G..@.îtpO */
	$"2E77 6E02 887A E6A0 2A7C 50AA AA7E FFFF"            /* .wn.àz.†*|P™™~.. */
	$"7F7F 0000 8081 0000 0081 CDA4 0911 320C"            /* ....ÄÅ...ÅÕ§∆.2. */
	$"D5E5 CDBF 09CD 4708 E1CD A409 7E23 CDB1"            /* ’.Õø∆ÕG..Õ§∆~#Õ± */
	$"0906 F1C1 D13D C8D5 C5F5 E5CD 4708 E1CD"            /* ∆..¡—=»’≈..ÕG..Õ */
	$"C209 E5CD 1607 E118 E9CD 7F0A 7CB7 FA4A"            /* ¬∆.Õ.....Õ..|∑.J */
	$"1EB5 CAF0 14E5 CDF0 14CD BF09 EBE3 C5CD"            /* .µ ...Õ..Õø∆..≈Õ */
	$"CF0A C1D1 CD47 0821 F807 CD0B 07C3 400B"            /* œ.¡—ÕG.!..Õ..√@. */
	$"2190 40E5 1100 004B 2603 2E08 EB29 EB79"            /* !ê@....K&....).y */
	$"174F E37E 0777 E3D2 1615 E52A AA40 19EB"            /* .O.~.w.“...*™@.. */
	$"3AAC 4089 4FE1 2DC2 FC14 E323 E325 C2FA"            /* :¨@âO.-¬...#.%¬. */
	$"14E1 2165 B019 22AA 40CD EF0A 3E05 8932"            /* ..!e∞."™@Õ..>.â2 */
	$"AC40 EB06 8021 2541 702B 704F 0600 C365"            /* ¨@..Ä!%Ap+pO..√e */
	$"0721 8B15 CD0B 07CD A409 0149 8311 DB0F"            /* .!ã.Õ..Õ§∆.IÉ... */
	$"CDB4 09C1 D1CD A208 CDA4 09CD 400B C1D1"            /* Õ¥∆¡—Õ¢.Õ§∆Õ@.¡— */
	$"CD13 0721 8F15 CD10 07CD 5509 37F2 7715"            /* Õ..!è.Õ..ÕU∆7.w. */
	$"CD08 07CD 5509 B7F5 F482 0921 8F15 CD0B"            /* Õ..ÕU∆∑..Ç∆!è.Õ. */
	$"07F1 D482 0921 9315 C39A 14DB 0F49 8100"            /* ..‘Ç∆!ì.√ö...IÅ. */
	$"0000 7F05 BAD7 1E86 6426 9987 5834 2387"            /* ....∫◊.Üd&ôáX4#á */
	$"E05D A586 DA0F 4983 CDA4 09CD 4715 C1E1"            /* .]•Ü..IÉÕ§∆ÕG.¡. */
	$"CDA4 09EB CDB4 09CD 4115 C3A0 08CD 5509"            /* Õ§∆.Õ¥∆ÕA.√†.ÕU∆ */
	$"FCE2 13FC 8209 3A24 41FE 8138 0C01 0081"            /* ....Ç∆:$A.Å8...Å */
	$"5159 CDA2 0821 1007 E521 E315 CD9A 1421"            /* QYÕ¢.!...!..Õö.! */
	$"8B15 C909 4AD7 3B78 026E 847B FEC1 2F7C"            /* ã.…∆J◊;x.nÑ{.¡/| */
	$"7431 9A7D 843D 5A7D C87F 917E E4BB 4C7E"            /* t1ö}Ñ=Z}».ë~.ªL~ */
	$"6CAA AA7F 0000 0081 8A09 370B 7709 D427"            /* l™™....Åä∆7.w∆‘' */
	$"EF2A F527 E713 C914 0908 3914 4115 4715"            /* .*.'..….∆.9.A.G. */
	$"A815 BD15 AA2C 5241 5841 5E41 6141 6441"            /* ®.Ω.™,RAXA^AaAdA */
	$"6741 6A41 6D41 7041 7F0A B10A DB0A 260B"            /* gAjAmApA..±...&. */
	$"032A 3628 C52A 0F2A 1F2A 612A 912A 9A2A"            /* .*6(≈*.*.*a*ë*ö* */
	$"C54E 44C6 4F52 D245 5345 54D3 4554 C34C"            /* ≈ND∆OR“ESET”ET√L */
	$"53C3 4D44 D241 4E44 4F4D CE45 5854 C441"            /* S√MD“ANDOMŒEXTƒA */
	$"5441 C94E 5055 54C4 494D D245 4144 CC45"            /* TA…NPUTƒIM“EADÃE */
	$"54C7 4F54 4FD2 554E C946 D245 5354 4F52"            /* T«OTO“UN…F“ESTOR */
	$"45C7 4F53 5542 D245 5455 524E D245 4DD3"            /* E«OSUB“ETURN“EM” */
	$"544F 50C5 4C53 45D4 524F 4ED4 524F 4646"            /* TOP≈LSE‘RON‘ROFF */
	$"C445 4653 5452 C445 4649 4E54 C445 4653"            /* ƒEFSTRƒEFINTƒEFS */
	$"4E47 C445 4644 424C CC49 4E45 C544 4954"            /* NGƒEFDBLÃINE≈DIT */
	$"C552 524F 52D2 4553 554D 45CF 5554 CF4E"            /* ≈RROR“ESUMEœUTœN */
	$"CF50 454E C649 454C 44C7 4554 D055 54C3"            /* œPEN∆IELD«ET–UT√ */
	$"4C4F 5345 CC4F 4144 CD45 5247 45CE 414D"            /* LOSEÃOADÕERGEŒAM */
	$"45CB 494C 4CCC 5345 54D2 5345 54D3 4156"            /* EÀILLÃSET“SET”AV */
	$"45D3 5953 5445 4DCC 5052 494E 54C4 4546"            /* E”YSTEMÃPRINTƒEF */
	$"D04F 4B45 D052 494E 54C3 4F4E 54CC 4953"            /* –OKE–RINT√ONTÃIS */
	$"54CC 4C49 5354 C445 4C45 5445 C155 544F"            /* TÃLISTƒELETE¡UTO */
	$"C34C 4541 52C3 4C4F 4144 C353 4156 45CE"            /* √LEAR√LOAD√SAVEŒ */
	$"4557 D441 4228 D44F C64E D553 494E 47D6"            /* EW‘AB(‘O∆N’SING÷ */
	$"4152 5054 52D5 5352 C552 4CC5 5252 D354"            /* ARPTR’SR≈RL≈RR”T */
	$"5249 4E47 24C9 4E53 5452 D04F 494E 54D4"            /* RING$…NSTR–OINT‘ */
	$"494D 4524 CD45 4DC9 4E4B 4559 24D4 4845"            /* IME$ÕEM…NKEY$‘HE */
	$"4ECE 4F54 D354 4550 ABAD AAAF DBC1 4E44"            /* NŒOT”TEP´≠™Ø.¡ND */
	$"CF52 BEBD BCD3 474E C94E 54C1 4253 C652"            /* œRæΩº”GN…NT¡BS∆R */
	$"45C9 4E50 D04F 53D3 5152 D24E 44CC 4F47"            /* E…NP–OS”QR“NDÃOG */
	$"C558 50C3 4F53 D349 4ED4 414E C154 4ED0"            /* ≈XP√OS”IN‘AN¡TN– */
	$"4545 4BC3 5649 C356 53C3 5644 C54F 46CC"            /* EEK√VI√VS√VD≈OFÃ */
	$"4F43 CC4F 46CD 4B49 24CD 4B53 24CD 4B44"            /* OCÃOFÕKI$ÕKS$ÕKD */
	$"24C3 494E 54C3 534E 47C3 4442 4CC6 4958"            /* $√INT√SNG√DBL∆IX */
	$"CC45 4ED3 5452 24D6 414C C153 43C3 4852"            /* ÃEN”TR$÷AL¡SC√HR */
	$"24CC 4546 5424 D249 4748 5424 CD49 4424"            /* $ÃEFT$“IGHT$ÕID$ */
	$"A780 AE1D A11C 3801 3501 C901 7341 D301"            /* ßÄÆ.°.8.5.….sA”. */
	$"B622 051F 9A21 0826 EF21 211F C21E A31E"            /* ∂"..ö!.&.!!.¬.£. */
	$"3920 911D B11E DE1E 071F A91D 071F F71D"            /* 9 ë.±.....©..... */
	$"F81D 001E 031E 061E 091E A341 602E F41F"            /* ........∆.£A`... */
	$"AF1F FB2A 6C1F 7941 7C41 7F41 8241 8541"            /* Ø..*l.yA|A.AÇAÖA */
	$"8841 8B41 8E41 9141 9741 9A41 A041 B202"            /* àAãAéAëAóAöA†A≤. */
	$"6720 5B41 B12C 6F20 E41D 2E2B 292B C62B"            /* g [A±,o ...+)+∆+ */
	$"0820 7A1E 1F2C F52B 491B 7979 7C7C 7F50"            /* . z..,.+I.yy||.P */
	$"46DB 0A00 007F 0AF4 0AB1 0A77 0C70 0CA1"            /* F........±.w.p.° */
	$"0DE5 0D78 0A16 0713 0747 08A2 080C 0AD2"            /* ¬.¬x.....G.¢...“ */
	$"0BC7 0BF2 0B90 2439 0A4E 4653 4E52 474F"            /* .«...ê$9.NFSNRGO */
	$"4446 434F 564F 4D55 4C42 5344 442F 3049"            /* DFCOVOMULBSDD/0I */
	$"4454 4D4F 534C 5353 5443 4E4E 5252 5755"            /* DTMOSLSSTCNNRRWU */
	$"454D 4F46 444C 33D6 006F 7CDE 0067 78DE"            /* EMOFDL3÷.o|..gx. */
	$"0047 3E00 C94A 1E40 E64D DB00 C9D3 00C9"            /* .G>.…J.@.M..…”.… */
	$"0000 0000 4030 004C 43FE FFE9 4220 4572"            /* ....@0.LC...B Er */
	$"726F 7200 2069 6E20 0052 4541 4459 0D00"            /* ror. in .READY¬. */
	$"4272 6561 6B00 2104 0039 7E23 FE81 C04E"            /* Break.!..9~#.Å¿N */
	$"2346 23E5 6960 7AB3 EB28 02EB DF01 0E00"            /* #F#.i`z≥.(...... */
	$"E1C8 0918 E5CD 6C19 C5E3 C1DF 7E02 C80B"            /* .»∆..Õl.≈.¡.~.». */
	$"2B18 F8E5 2AFD 4006 0009 093E E53E C695"            /* +...*.@..∆∆>.>∆ï */
	$"6F3E FF9C 3804 6739 E1D8 1E0C 1824 2AA2"            /* o>.ú8.g9.ÿ...$*¢ */
	$"407C A53C 2808 3AF2 40B7 1E22 2014 C3C1"            /* @|•<(.:.@∑." .√¡ */
	$"1D2A DA40 22A2 401E 0201 1E14 011E 0001"            /* .*.@"¢@......... */
	$"1E24 2AA2 4022 EA40 22EC 4001 B419 2AE8"            /* .$*¢@".@".@.¥.*. */
	$"40C3 9A1B C17B 4B32 9A40 2AE6 4022 EE40"            /* @√ö.¡{K2ö@*.@".@ */
	$"EB2A EA40 7CA5 3C28 0722 F540 EB22 F740"            /* .*.@|•<(.".@.".@ */
	$"2AF0 407C B5EB 21F2 4028 08A6 2005 35EB"            /* *.@|µ.!.@(.¶ .5. */
	$"C336 1DAF 7759 CDF9 2021 C918 CDA6 4157"            /* √6.ØwYÕ. !….Õ¶AW */
	$"3E3F CD2A 0319 7ECD 2A03 D7CD 2A03 211D"            /* >?Õ*..~Õ*.◊Õ*.!. */
	$"19E5 2AEA 40E3 CDA7 28E1 11FE FFDF CA74"            /* ..*.@.Õß(..... t */
	$"067C A53C C4A7 0F3E C1CD 8B03 CDAC 41CD"            /* .|•<ƒß.>¡Õã.Õ¨AÕ */
	$"F801 CDF9 2021 2919 CDA7 283A 9A40 D602"            /* ..Õ. !).Õß(:ö@÷. */
	$"CC53 2E21 FFFF 22A2 403A E140 B728 372A"            /* ÃS.!.."¢@:.@∑(7* */
	$"E240 E5CD AF0F D1D5 CD2C 1B3E 2A38 023E"            /* .@.ÕØ.—’Õ,.>*8.> */
	$"20CD 2A03 CD61 03D1 3006 AF32 E140 18B9"            /*  Õ*.Õa.—0.Ø2.@.π */
	$"2AE4 4019 38F4 D511 F9FF DFD1 30EC 22E2"            /* *.@.8.’....—0.". */
	$"40F6 FFC3 EB2F 3E3E CD2A 03CD 6103 DA33"            /* @..√./>>Õ*.Õa..3 */
	$"1AD7 3C3D CA33 1AF5 CD5A 1E2B 7EFE 2028"            /* .◊<= 3..ÕZ.+~. ( */
	$"FA23 7EFE 20CC C909 D5CD C01B D1F1 22E6"            /* .#~. Ã…∆’Õ¿.—.". */
	$"40CD B241 D25A 1DD5 C5AF 32DD 40D7 B7F5"            /* @Õ≤A“Z.’≈Ø2.@◊∑. */
	$"EB22 EC40 EBCD 2C1B C5DC E42B D1F1 D528"            /* .".@.Õ,.≈..+—.’( */
	$"27D1 2AF9 40E3 C109 E5CD 5519 E122 F940"            /* '—*.@.¡∆.ÕU..".@ */
	$"EB74 D1E5 2323 7323 7223 EB2A A740 EB1B"            /* .t—.##s#r#.*ß@.. */
	$"1B1A 7723 13B7 20F9 D1CD FC1A CDB5 41CD"            /* ..w#.∑ .—Õ..ÕµAÕ */
	$"5D1B CDB8 41C3 331A 2AA4 40EB 626B 7E23"            /* ].Õ∏A√3.*§@.bk~# */
	$"B6C8 2323 23AF BE23 20FC EB73 2372 18EC"            /* ∂»###Øæ# ..s#r.. */
	$"1100 00D5 2809 D1CD 4F1E D528 0BCF CE11"            /* ...’(∆—ÕO.’(.œŒ. */
	$"FAFF C44F 1EC2 9719 EBD1 E3E5 2AA4 4044"            /* ..ƒO.¬ó..—..*§@D */
	$"4D7E 23B6 2BC8 2323 7E23 666F DF60 697E"            /* M~#∂+»##~#fo.`i~ */
	$"2366 6F3F C83F D018 E6C0 CDC9 012A A440"            /* #fo?»?–..¿Õ….*§@ */
	$"CDF8 1D32 E140 7723 7723 22F9 402A A440"            /* Õ..2.@w#w#".@*§@ */
	$"2B22 DF40 061A 2101 4136 0423 10FB AF32"            /* +".@..!.A6.#..Ø2 */
	$"F240 6F67 22F0 4022 F740 2AB1 4022 D640"            /* .@og".@".@*±@"÷@ */
	$"CD91 1D2A F940 22FB 4022 FD40 CDBB 41C1"            /* Õë.*.@".@".@ÕªA¡ */
	$"2AA0 402B 2B22 E840 2323 F921 B540 22B3"            /* *†@++".@##.!µ@"≥ */
	$"40CD 8B03 CD69 21AF 676F 32DC 40E5 C52A"            /* @Õã.Õi!Øgo2.@.≈* */
	$"DF40 C93E 3FCD 2A03 3E20 CD2A 03C3 6103"            /* .@…>?Õ*.> Õ*.√a. */
	$"AF32 B040 4FEB 2AA7 402B 2BEB 7EFE 20CA"            /* Ø2∞@O.*ß@++.~.   */
	$"5B1C 47FE 22CA 771C B7CA 7D1C 3AB0 40B7"            /* [.G." w.∑ }.:∞@∑ */
	$"7EC2 5B1C FE3F 3EB2 CA5B 1C7E FE30 3805"            /* ~¬[..?>≤ [.~.08. */
	$"FE3C DA5B 1CD5 114F 16C5 013D 1CC5 067F"            /* .<.[.’.O.≈.=.≈.. */
	$"7EFE 6138 07FE 7B30 03E6 5F77 4EEB 23B6"            /* ~.a8..{0.._wN.#∂ */
	$"F20E 1C04 7EE6 7FC8 B920 F3EB E513 1AB7"            /* ....~..»π .....∑ */
	$"FA39 1C4F 78FE 8D20 02D7 2B23 7EFE 6138"            /* .9.Ox.ç .◊+#~.a8 */
	$"02E6 5FB9 28E7 E118 D348 F1EB C9EB 79C1"            /* .._π(...”H..….y¡ */
	$"D1EB FE95 363A 2002 0C23 FEFB 200C 363A"            /* —..ï6: ..#.. .6: */
	$"2306 9370 23EB 0C0C 181D EB23 1213 0CD6"            /* #.ìp#......#...÷ */
	$"3A28 04FE 4E20 0332 B040 D659 C2CC 1B47"            /* :(..N .2∞@÷Y¬Ã.G */
	$"7EB7 2809 B828 E423 120C 1318 F321 0500"            /* ~∑(∆∏(.#.....!.. */
	$"4409 444D 2AA7 402B 2B2B 1213 1213 12C9"            /* D∆DM*ß@+++.....… */
	$"7C92 C07D 93C9 7EE3 BE23 E3CA 781D C397"            /* |í¿}ì…~.æ#. x.√ó */
	$"193E 6432 DC40 CD21 1FE3 CD36 19D1 2005"            /* .>d2.@Õ!..Õ6.— . */
	$"09F9 22E8 40EB 0E08 CD63 19E5 CD05 1FE3"            /* ∆.".@...Õc..Õ... */
	$"E52A A240 E3CF BDE7 CAF6 0AD2 F60A F5CD"            /* .*¢@.œΩ. ..“...Õ */
	$"3723 F1E5 F2EC 1CCD 7F0A E311 0100 7EFE"            /* 7#.....Õ......~. */
	$"CCCC 012B D5E5 EBCD 9E09 1822 CDB1 0ACD"            /* ÃÃ.+’..Õû∆."Õ±.Õ */
	$"BF09 E1C5 D501 0081 515A 7EFE CC3E 0120"            /* ø∆.≈’..ÅQZ~.Ã>.  */
	$"0ECD 3823 E5CD B10A CDBF 09CD 5509 E1C5"            /* .Õ8#.Õ±.Õø∆ÕU∆.≈ */
	$"D54F E747 C5E5 2ADF 40E3 0681 C533 CD58"            /* ’O.G≈.*.@..Å≈3ÕX */
	$"03B7 C4A0 1D22 E640 ED73 E840 7EFE 3A28"            /* .∑ƒ†.".@.s.@~.:( */
	$"29B7 C297 1923 7E23 B6CA 7E19 235E 2356"            /* )∑¬ó.#~#∂ ~.#^#V */
	$"EB22 A240 3A1B 41B7 280F D53E 3CCD 2A03"            /* ."¢@:.A∑(.’><Õ*. */
	$"CDAF 0F3E 3ECD 2A03 D1EB D711 1E1D D5C8"            /* ÕØ.>>Õ*.—.◊...’» */
	$"D680 DA21 1FFE 3CD2 E72A 074F 0600 EB21"            /* ÷Ä.!..<“.*.O...! */
	$"2218 094E 2346 C5EB 237E FE3A D0FE 20CA"            /* ".∆N#F≈.#~.:–.   */
	$"781D FE0B 3005 FE09 D278 1DFE 303F 3C3D"            /* x...0..∆“x..0?<= */
	$"C9EB 2AA4 402B 22FF 40EB C9CD 5803 B7C8"            /* ….*§@+".@.…ÕX.∑» */
	$"FE60 CC84 0332 9940 3DC0 3CC3 B41D C0F5"            /* .`ÃÑ.2ô@=¿<√¥.¿. */
	$"CCBB 41F1 22E6 4021 B540 22B3 4021 F6FF"            /* ÃªA.".@!µ@"≥@!.. */
	$"C12A A240 E5F5 7DA4 3C28 0922 F540 2AE6"            /* ¡*¢@..}§<(∆".@*. */
	$"4022 F740 CD8B 03CD F920 F121 3019 C206"            /* @".@Õã.Õ. .!0.¬. */
	$"1AC3 181A 2AF7 407C B51E 20CA A219 EB2A"            /* .√..*.@|µ.  ¢..* */
	$"F540 22A2 40EB C93E AF32 1B41 C9F1 E1C9"            /* .@"¢@.…>Ø2.A…..… */
	$"1E03 011E 0201 1E04 011E 08CD 3D1E 0197"            /* ...........Õ=..ó */
	$"19C5 D8D6 414F 47D7 FECE 2009 D7CD 3D1E"            /* .≈ÿ÷AOG◊.Œ ∆◊Õ=. */
	$"D8D6 4147 D778 91D8 3CE3 2101 4106 0009"            /* ÿ÷AG◊xëÿ<.!.A..∆ */
	$"7323 3D20 FBE1 7EFE 2CC0 D718 CE7E FE41"            /* s#= ..~.,¿◊.Œ~.A */
	$"D8FE 5B3F C9D7 CD02 2BF0 1E08 C3A2 197E"            /* ÿ.[?…◊Õ.+...√¢.~ */
	$"FE2E EB2A EC40 EBCA 781D 2B11 0000 D7D0"            /* ...*.@. x.+...◊– */
	$"E5F5 2198 19DF DA97 1962 6B19 2919 29F1"            /* ..!ò...ó.bk.).). */
	$"D630 5F16 0019 EBE1 18E4 CA61 1BCD 461E"            /* ÷0_....... a.ÕF. */
	$"2BD7 C0E5 2AB1 407D 935F 7C9A 57DA 7A19"            /* +◊¿.*±@}ì_|öW.z. */
	$"2AF9 4001 2800 09DF D27A 19EB 22A0 40E1"            /* *.@.(.∆.“z.."†@. */
	$"C361 1BCA 5D1B CDC7 41CD 611B 011E 1D18"            /* √a. ].Õ«AÕa..... */
	$"100E 03CD 6319 C1E5 E52A A240 E33E 91F5"            /* ...Õc.¡..*¢@.>ë. */
	$"33C5 CD5A 1ECD 071F E52A A240 DFE1 23DC"            /* 3≈ÕZ.Õ...*¢@..#. */
	$"2F1B D42C 1B60 692B D81E 0EC3 A219 C016"            /* /.‘,.`i+ÿ..√¢.¿. */
	$"FFCD 3619 F922 E840 FE91 1E04 C2A2 19E1"            /* .Õ6..".@.ë..¬¢.. */
	$"22A2 4023 7CB5 2007 3ADD 40B7 C218 1A21"            /* "¢@#|µ .:.@∑¬..! */
	$"1E1D E33E E101 3A0E 0006 0079 4847 7EB7"            /* ...>..:....yHG~∑ */
	$"C8B8 C823 FE22 28F3 D68F 20F2 B88A 5718"            /* »∏»#."(.÷è .∏äW. */
	$"EDCD 0D26 CFD5 EB22 DF40 EBD5 E7F5 CD37"            /* .Õ¬&œ’.".@.’..Õ7 */
	$"23F1 E3C6 03CD 1928 CD03 0AE5 2028 2A21"            /* #..∆.Õ.(Õ... (*! */
	$"41E5 235E 2356 2AA4 40DF 300E 2AA0 40DF"            /* A.#^#V*§@.0.*†@. */
	$"D130 0F2A F940 DF30 093E D1CD F529 EBCD"            /* —0.*.@.0∆>—Õ.).Õ */
	$"4328 CDF5 29E3 CDD3 09D1 E1C9 FE9E 2025"            /* C(Õ.).Õ”∆—.….û % */
	$"D7CF 8DCD 5A1E 7AB3 2809 CD2A 1B50 59E1"            /* ◊œçÕZ.z≥(∆Õ*.PY. */
	$"D2D9 1EEB 22F0 40EB D83A F240 B7C8 3A9A"            /* “...".@.ÿ:.@∑»:ö */
	$"405F C3AB 19CD 1C2B 7E47 FE91 2803 CF8D"            /* @_√´.Õ.+~G.ë(.œç */
	$"2B4B 0D78 CA60 1DCD 5B1E FE2C C018 F311"            /* +K¬x `.Õ[..,¿... */
	$"F240 1AB7 CAA0 193C 329A 4012 7EFE 8728"            /* .@.∑ †.<2ö@.~.á( */
	$"0CCD 5A1E C07A B3C2 C51E 3C18 02D7 C02A"            /* .ÕZ.¿z≥¬≈.<..◊¿* */
	$"EE40 EB2A EA40 22A2 40EB C07E B720 0423"            /* .@.*.@"¢@.¿~∑ .# */
	$"2323 2323 7AA3 3CC2 051F 3ADD 403D CABE"            /* ####z£<¬..:.@= æ */
	$"1DC3 051F CD1C 2BC0 B7CA 4A1E 3D87 5FFE"            /* .√..Õ.+¿∑ J.=á_. */
	$"2D38 021E 26C3 A219 110A 00D5 2817 CD4F"            /* -8..&√¢....’(.ÕO */
	$"1EEB E328 11EB CF2C EB2A E440 EB28 06CD"            /* ...(..œ,.*.@.(.Õ */
	$"5A1E C297 19EB 7CB5 CA4A 1E22 E440 32E1"            /* Z.¬ó..|µ J.".@2. */
	$"40E1 22E2 40C1 C333 1ACD 3723 7EFE 2CCC"            /* @.".@¡√3.Õ7#~.,Ã */
	$"781D FECA CC78 1D2B E5CD 9409 E128 07D7"            /* x.. Ãx.+.Õî∆.(.◊ */
	$"DAC2 1EC3 5F1D 1601 CD05 1FB7 C8D7 FE95"            /* .¬.√_...Õ..∑»◊.ï */
	$"20F6 1520 F318 E83E 0132 9C40 C39B 20CD"            /*  .. ...>.2ú@√õ Õ */
	$"CA41 FE40 2019 CD01 2BFE 04D2 4A1E E521"            /*  A.@ .Õ.+..“J..! */
	$"003C 1922 2040 7BE6 3F32 A640 E1CF 2CFE"            /* .<." @{.?2¶@.œ,. */
	$"2320 08CD 8402 3E80 329C 402B D7CC FE20"            /* # .ÕÑ.>Ä2ú@+◊Ã.  */
	$"CA69 21FE BFCA BD2C FEBC CA37 21E5 FE2C"            /*  i!.ø Ω,.º 7!.., */
	$"CA08 21FE 3BCA 6421 C1CD 3723 E5E7 2832"            /*  .!.; d!¡Õ7#..(2 */
	$"CDBD 0FCD 6528 CDCD 412A 2141 3A9C 40B7"            /* ÕΩ.Õe(ÕÕA*!A:ú@∑ */
	$"FAE9 2028 083A 9B40 86FE 8418 093A 9D40"            /* .. (.:õ@Ü.Ñ.∆:ù@ */
	$"473A A640 86B8 D4FE 20CD AA28 3E20 CD2A"            /* G:¶@Ü∏‘. Õ™(> Õ* */
	$"03B7 CCAA 28E1 C39B 203A A640 B7C8 3E0D"            /* .∑Ã™(.√õ :¶@∑»>¬ */
	$"CD2A 03CD D041 AFC9 CDD3 413A 9C40 B7F2"            /* Õ*.Õ–AØ…Õ”A:ú@∑. */
	$"1921 3E2C CD2A 0318 4B28 083A 9B40 FE70"            /* .!>,Õ*..K(.:õ@.p */
	$"C32B 213A 9E40 473A A640 B8D4 FE20 3034"            /* √+!:û@G:¶@∏‘. 04 */
	$"D610 30FC 2F18 23CD 1B2B E63F 5FCF 292B"            /* ÷.0./.#Õ.+.?_œ)+ */
	$"E5CD D341 3A9C 40B7 FA4A 1ECA 5321 3A9B"            /* .Õ”A:ú@∑.J. S!:õ */
	$"4018 033A A640 2F83 300A 3C47 3E20 CD2A"            /* @..:¶@/É0.<G> Õ* */
	$"0305 20FA E1D7 C3A0 203A 9C40 B7FC F801"            /* .. ..◊√† :ú@∑... */
	$"AF32 9C40 CDBE 41C9 3F52 4544 4F0D 003A"            /* Ø2ú@ÕæA…?REDO¬.: */
	$"DE40 B7C2 9119 3AA9 40B7 1E2A CAA2 19C1"            /* .@∑¬ë.:©@∑.* ¢.¡ */
	$"2178 21CD A728 2AE6 40C9 CD28 287E CDD6"            /* !x!Õß(*.@…Õ((~Õ÷ */
	$"41D6 2332 A940 7E20 20CD 9302 E506 FA2A"            /* A÷#2©@~  Õì....* */
	$"A740 CD35 0277 23FE 0D28 0210 F52B 3600"            /* ß@Õ5.w#.¬(...+6. */
	$"CDF8 012A A740 2B18 2201 DB21 C5FE 22C0"            /* Õ..*ß@+."..!≈."¿ */
	$"CD66 28CF 3BE5 CDAA 28E1 C9E5 CDB3 1BC1"            /* Õf(œ;.Õ™(.….Õ≥.¡ */
	$"DABE 1D23 7EB7 2BC5 CA04 1F36 2C18 05E5"            /* .æ.#~∑+≈ ..6,... */
	$"2AFF 40F6 AF32 DE40 E318 02CF 2CCD 0D26"            /* *.@.Ø2.@...œ,Õ¬& */
	$"E3D5 7EFE 2C28 263A DE40 B7C2 9622 3AA9"            /* .’~.,(&:.@∑¬ñ":© */
	$"40B7 1E06 CAA2 193E 3FCD 2A03 CDB3 1BD1"            /* @∑.. ¢.>?Õ*.Õ≥.— */
	$"C1DA BE1D 237E B72B C5CA 041F D5CD DC41"            /* ¡.æ.#~∑+≈ ..’Õ.A */
	$"E7F5 2019 D757 47FE 2228 0516 3A06 2C2B"            /* .. .◊WG."(..:.,+ */
	$"CD69 28F1 EB21 5A22 E3D5 C333 1FD7 F1F5"            /* Õi(..!Z".’√3.◊.. */
	$"0143 22C5 DA6C 0ED2 650E 2BD7 2805 FE2C"            /* .C"≈.l.“e.+◊(.., */
	$"C27F 21E3 2BD7 C2FB 21D1 3AA9 40B7 C83A"            /* ¬.!.+◊¬.!—:©@∑»: */
	$"DE40 B7EB C296 1DD5 CDDF 41B6 2186 22C4"            /* .@∑.¬ñ.’Õ.A∂!Ü"ƒ */
	$"A728 E1C3 6921 3F45 7874 7261 2069 676E"            /* ß(.√i!?Extra ign */
	$"6F72 6564 0D00 CD05 1FB7 2012 237E 23B6"            /* ored¬.Õ..∑ .#~#∂ */
	$"1E06 CAA2 1923 5E23 56EB 22DA 40EB D7FE"            /* .. ¢.#^#V.".@.◊. */
	$"8820 E3C3 2D22 1100 00C4 0D26 22DF 40CD"            /* à .√-"...ƒ¬&".@Õ */
	$"3619 C29D 19F9 22E8 40D5 7E23 F5D5 7E23"            /* 6.¬ù..".@’~#.’~# */
	$"B7FA EA22 CDB1 09E3 E5CD 0B07 E1CD CB09"            /* ∑.."Õ±∆..Õ...ÕÀ∆ */
	$"E1CD C209 E5CD 0C0A 1829 2323 2323 4E23"            /* .Õ¬∆.Õ...)####N# */
	$"4623 E35E 2356 E569 60CD D20B 3AAF 40FE"            /* F#.^#V.i`Õ“.:Ø@. */
	$"04CA B207 EBE1 722B 73E1 D55E 2356 23E3"            /* . ≤...r+s.’^#V#. */
	$"CD39 0AE1 C190 CDC2 0928 09EB 22A2 4069"            /* Õ9..¡êÕ¬∆(∆."¢@i */
	$"60C3 1A1D F922 E840 2ADF 407E FE2C C21E"            /* `√...".@*.@~.,¬. */
	$"1DD7 CDB9 22CF 282B 1600 D50E 01CD 6319"            /* .◊Õπ"œ(+..’..Õc. */
	$"CD9F 2422 F340 2AF3 40C1 7E16 00D6 D438"            /* Õü$".@*.@¡~..÷‘8 */
	$"13FE 0330 0FFE 0117 AABA 57DA 9719 22D8"            /* ...0....™∫W.ó."ÿ */
	$"40D7 18E9 7AB7 C2EC 237E 22D8 40D6 CDD8"            /* @◊..z∑¬.#~"ÿ@÷Õÿ */
	$"FE07 D05F 3AAF 40D6 03B3 CA8F 2921 9A18"            /* ..–_:Ø@÷.≥ è)!ö. */
	$"1978 56BA D0C5 0146 23C5 7AFE 7FCA D423"            /* .xV∫–≈.F#≈z.. ‘# */
	$"FE51 DAE1 2321 2141 B73A AF40 3D3D 3DCA"            /* .Q..#!!A∑:Ø@===  */
	$"F60A 4E23 46C5 FAC5 2323 4E23 46C5 F5B7"            /* ..N#F≈.≈##N#F≈.∑ */
	$"E2C4 23F1 2338 0321 1D41 4E23 4623 C54E"            /* .ƒ#.#8.!.AN#F#≈N */
	$"2346 C506 F1C6 034B 47C5 0106 24C5 2AD8"            /* #F≈..∆.KG≈..$≈*ÿ */
	$"40C3 3A23 CDB1 0ACD A409 01F2 1316 7F18"            /* @√:#Õ±.Õ§∆...... */
	$"ECD5 CD7F 0AD1 E501 E925 18E1 78FE 64D0"            /* .’Õ..—...%..x.d– */
	$"C5D5 1104 6421 B825 E5E7 C295 232A 2141"            /* ≈’..d!∏%..¬ï#*!A */
	$"E501 8C25 18C7 C179 32B0 4078 FE08 2828"            /* ..å%.«¡y2∞@x..(( */
	$"3AAF 40FE 08CA 6024 5778 FE04 CA72 247A"            /* :Ø@.. `$Wx.. r$z */
	$"FE03 CAF6 0AD2 7C24 21BF 1806 0009 094E"            /* .. ..“|$!ø...∆∆N */
	$"2346 D12A 2141 C5C9 CDDB 0ACD FC09 E122"            /* #F—*!A≈…Õ..Õ.∆." */
	$"1F41 E122 1D41 C1D1 CDB4 09CD DB0A 21AB"            /* .A.".A¡—Õ¥∆Õ..!´ */
	$"183A B040 07C5 4F06 0009 C17E 2366 6FE9"            /* .:∞@.≈O..∆¡~#fo. */
	$"C5CD FC09 F132 AF40 FE04 28DA E122 2141"            /* ≈Õ.∆.2Ø@..(.."!A */
	$"18D9 CDB1 0AC1 D121 B518 18D5 E1CD A409"            /* ..Õ±.¡—!µ..’.Õ§∆ */
	$"CDCF 0ACD BF09 E122 2341 E122 2141 18E7"            /* Õœ.Õø∆."#A."!A.. */
	$"E5EB CDCF 0AE1 CDA4 09CD CF0A C3A0 08D7"            /* ..Õœ..Õ§∆Õœ.√†.◊ */
	$"1E28 CAA2 19DA 6C0E CD3D 1ED2 4025 FECD"            /* .( ¢..l.Õ=.“@%.Õ */
	$"28ED FE2E CA6C 0EFE CECA 3225 FE22 CA66"            /* (... l..Œ 2%." f */
	$"28FE CBCA C425 FE26 CA94 41FE C320 0AD7"            /* (.À ƒ%.& îA.√ .◊ */
	$"3A9A 40E5 CDF8 27E1 C9FE C220 0AD7 E52A"            /* :ö@.Õ.'.….¬ .◊.* */
	$"EA40 CD66 0CE1 C9FE C020 14D7 CF28 CD0D"            /* .@Õf..….¿ .◊œ(Õ¬ */
	$"26CF 29E5 EB7C B5CA 4A1E CD9A 0AE1 C9FE"            /* &œ)..|µ J.Õö..…. */
	$"C1CA FE27 FEC5 CA9D 41FE C8CA C927 FEC7"            /* ¡ .'.≈ ùA.» …'.« */
	$"CA76 41FE C6CA 3201 FEC9 CA9D 01FE C4CA"            /*  vA.∆ 2..… ù..ƒ  */
	$"2F2A FEBE CA55 41D6 D7D2 4E25 CD35 23CF"            /* /*.æ UA÷◊“N%Õ5#œ */
	$"29C9 167D CD3A 232A F340 E5CD 7B09 E1C9"            /* )….}Õ:#*.@.Õ{∆.… */
	$"CD0D 26E5 EB22 2141 E7C4 F709 E1C9 0600"            /* Õ¬&.."!A.ƒ.∆.….. */
	$"074F C5D7 79FE 4138 16CD 3523 CF2C CDF4"            /* .O≈◊y.A8.Õ5#œ,Õ. */
	$"0AEB 2A21 41E3 E5EB CD1C 2BEB E318 14CD"            /* ..*!A...Õ.+....Õ */
	$"2C25 E37D FE0C 3807 FE1B E5DC B10A E111"            /* ,%.}..8.....±... */
	$"3E25 D501 0816 094E 2366 69E9 CDD7 297E"            /* >%’...∆N#fi.Õ◊)~ */
	$"234E 2346 D1C5 F5CD DE29 D15E 234E 2346"            /* #N#F—≈.Õ.)—^#N#F */
	$"E17B B2C8 7AD6 01D8 AFBB 3CD0 151D 0ABE"            /* .{≤»z÷.ÿØª<–...æ */
	$"2303 28ED 3FC3 6009 3C8F C1A0 C6FF 9FCD"            /* #.(.?√`∆<è¡†∆.üÕ */
	$"8D09 1812 165A CD3A 23CD 7F0A 7D2F 6F7C"            /* ç∆...ZÕ:#Õ..}/o| */
	$"2F67 2221 41C1 C346 233A AF40 FE08 3005"            /* /g"!A¡√F#:Ø@..0. */
	$"D603 B737 C9D6 03B7 C9C5 CD7F 0AF1 D101"            /* ÷.∑7…÷.∑…≈Õ...—. */
	$"FA27 C5FE 4620 067B B56F 7CB2 C97B A56F"            /* .'≈.F .{µo|≤…{•o */
	$"7CA2 C92B D7C8 CF2C 0103 26C5 F6AF 32AE"            /* |¢…+◊»œ,..&≈.Ø2Æ */
	$"4046 CD3D 1EDA 9719 AF4F D738 05CD 3D1E"            /* @FÕ=..ó.ØO◊8.Õ=. */
	$"3809 4FD7 38FD CD3D 1E30 F811 5226 D516"            /* 8∆O◊8.Õ=.0..R&’. */
	$"02FE 25C8 14FE 24C8 14FE 21C8 1608 FE23"            /* ..%»..$»..!»...# */
	$"C878 D641 E67F 5F16 00E5 2101 4119 56E1"            /* »x÷A.._...!.A.V. */
	$"2BC9 7A32 AF40 D73A DC40 B7C2 6426 7ED6"            /* +…z2Ø@◊:.@∑¬d&~÷ */
	$"28CA E926 AF32 DC40 E5D5 2AF9 40EB 2AFB"            /* ( .&Ø2.@.’*.@.*. */
	$"40DF E128 191A 6FBC 1320 0B1A B920 0713"            /* @..(..oº. ..π .. */
	$"1AB8 CACC 263E 1313 E526 0019 18DF 7CE1"            /* .∏ Ã&>...&....|. */
	$"E3F5 D511 F124 DF28 3611 4325 DFD1 2835"            /* ..’..$.(6.C%.—(5 */
	$"F1E3 E5C5 4F06 00C5 0303 032A FD40 E509"            /* ...≈O..≈...*.@.∆ */
	$"C1E5 CD55 19E1 22FD 4060 6922 FB40 2B36"            /* ¡.ÕU..".@`i".@+6 */
	$"00DF 20FA D173 23D1 7323 72EB 13E1 C957"            /* .. .—s#—s#r...…W */
	$"5FF1 F1E3 C932 2441 C167 6F22 2141 E720"            /* _...…2$A¡go"!A.  */
	$"0621 2819 2221 41E1 C9E5 2AAE 40E3 57D5"            /* .!(."!A.….*Æ@.W’ */
	$"C5CD 451E C1F1 EBE3 E5EB 3C57 7EFE 2C28"            /* ≈ÕE.¡.....<W~.,( */
	$"EECF 2922 F340 E122 AE40 D52A FB40 3E19"            /* .œ)".@."Æ@’*.@>. */
	$"EB2A FD40 EBDF 3AAF 4028 27BE 2320 087E"            /* .*.@..:Ø@('æ# .~ */
	$"B923 2004 7EB8 3E23 235E 2356 2320 E03A"            /* π# .~∏>##^#V# .: */
	$"AE40 B71E 12C2 A219 F196 CA95 271E 10C3"            /* Æ@∑..¬¢..ñ ï'..√ */
	$"A219 7723 5F16 00F1 7123 7023 4FCD 6319"            /* ¢.w#_...q#p#OÕc. */
	$"2323 22D8 4071 233A AE40 1779 010B 0030"            /* ##"ÿ@q#:Æ@.y...0 */
	$"02C1 0371 2370 23F5 CDAA 0BF1 3D20 EDF5"            /* .¡.q#p#.Õ™..= .. */
	$"424B EB19 38C7 CD6C 1922 FD40 2B36 00DF"            /* BK..8«Õl.".@+6.. */
	$"20FA 0357 2AD8 405E EB29 09EB 2B2B 7323"            /*  ..W*ÿ@^.)∆.++s# */
	$"7223 F138 3047 4F7E 2316 E15E 2356 23E3"            /* r#.80GO~#..^#V#. */
	$"F5DF D23D 27CD AA0B 19F1 3D44 4D20 EB3A"            /* ..“='Õ™...=DM .: */
	$"AF40 444D 29D6 0438 0429 2806 29B7 E2C2"            /* Ø@DM)÷.8.)(.)∑.¬ */
	$"2709 C109 EB2A F340 C9AF E532 AF40 CDD4"            /* '∆¡∆.*.@…Ø.2Ø@Õ‘ */
	$"27E1 D7C9 2AFD 40EB 2100 0039 E720 0DCD"            /* '.◊…*.@.!..9. ¬Õ */
	$"DA29 CDE6 282A A040 EB2A D640 7D93 6F7C"            /* .)Õ.(*†@.*÷@}ìo| */
	$"9A67 C366 0C3A A640 6FAF 67C3 9A0A CDA9"            /* ög√f.:¶@oØg√ö.Õ© */
	$"41D7 CD2C 25E5 2190 08E5 3AAF 40F5 FE03"            /* A◊Õ,%.!ê..:Ø@... */
	$"CCDA 29F1 EB2A 8E40 E9E5 E607 21A1 184F"            /* Ã.)..*é@....!°.O */
	$"0600 09CD 8625 E1C9 E52A A240 237C B5E1"            /* ..∆ÕÜ%.….*¢@#|µ. */
	$"C01E 16C3 A219 CDBD 0FCD 6528 CDDA 2901"            /* ¿..√¢.ÕΩ.Õe(Õ.). */
	$"2B2A C57E 23E5 CDBF 28E1 4E23 46CD 5A28"            /* +*≈~#.Õø(.N#FÕZ( */
	$"E56F CDCE 29D1 C9CD BF28 21D3 40E5 7723"            /* .oÕŒ)—…Õø(!”@.w# */
	$"7323 72E1 C92B 0622 50E5 0EFF 237E 0CB7"            /* s#r.…+."P...#~.∑ */
	$"2806 BA28 03B8 20F4 FE22 CC78 1DE3 23EB"            /* (.∫(.∏ .."Ãx..#. */
	$"79CD 5A28 11D3 403E D52A B340 2221 413E"            /* yÕZ(.”@>’*≥@"!A> */
	$"0332 AF40 CDD3 0911 D640 DF22 B340 E17E"            /* .2Ø@Õ”∆.÷@."≥@.~ */
	$"C01E 1EC3 A219 23CD 6528 CDDA 29CD C409"            /* ¿..√¢.#Õe(Õ.)Õƒ∆ */
	$"1415 C80A CD2A 03FE 0DCC 0321 0318 F2B7"            /* ..».Õ*..¬Ã.!...∑ */
	$"0EF1 F52A A040 EB2A D640 2F4F 06FF 0923"            /* ...*†@.*÷@/O..∆# */
	$"DF38 0722 D640 23EB F1C9 F11E 1ACA A219"            /* .8."÷@#..…... ¢. */
	$"BFF5 01C1 28C5 2AB1 4022 D640 2100 00E5"            /* ø..¡(≈*±@"÷@!... */
	$"2AA0 40E5 21B5 40EB 2AB3 40EB DF01 F728"            /* *†@.!µ@.*≥@....( */
	$"C24A 292A F940 EB2A FB40 EBDF 2813 7E23"            /* ¬J)*.@.*.@..(.~# */
	$"2323 FE03 2004 CD4B 29AF 5F16 0019 18E6"            /* ##.. .ÕK)Ø_..... */
	$"C1EB 2AFD 40EB DFCA 6B29 7E23 CDC2 09E5"            /* ¡.*.@.. k)~#Õ¬∆. */
	$"09FE 0320 EB22 D840 E14E 0600 0909 23EB"            /* ∆.. ."ÿ@.N..∆∆#. */
	$"2AD8 40EB DF28 DA01 3F29 C5AF B623 5E23"            /* *ÿ@..(..?)≈Ø∂#^# */
	$"5623 C844 4D2A D640 DF60 69D8 E1E3 DFE3"            /* V#»DM*÷@.`iÿ.... */
	$"E560 69D0 C1F1 F1E5 D5C5 C9D1 E17D B4C8"            /* .`i–¡...’≈…—.}¥» */
	$"2B46 2B4E E52B 6E26 0009 5059 2B44 4D2A"            /* +F+N.+n&.∆PY+DM* */
	$"D640 CD58 19E1 7123 7069 602B C3E9 28C5"            /* ÷@ÕX..q#pi`+√.(≈ */
	$"E52A 2141 E3CD 9F24 E3CD F40A 7EE5 2A21"            /* .*!A.Õü$.Õ..~.*! */
	$"41E5 861E 1CDA A219 CD57 28D1 CDDE 29E3"            /* A.Ü...¢.ÕW(—Õ.). */
	$"CDDD 29E5 2AD4 40EB CDC6 29CD C629 2149"            /* Õ.).*‘@.Õ∆)Õ∆)!I */
	$"23E3 E5C3 8428 E1E3 7E23 4E23 466F 2C2D"            /* #..√Ñ(..~#N#Fo,- */
	$"C80A 1203 1318 F8CD F40A 2A21 41EB CDF5"            /* »......Õ..*!A.Õ. */
	$"29EB C0D5 5059 1B4E 2AD6 40DF 2005 4709"            /* ).¿’PY.N*÷@. .G∆ */
	$"22D6 40E1 C92A B340 2B46 2B4E 2BDF C022"            /* "÷@.…*≥@+F+N+.¿" */
	$"B340 C901 F827 C5CD D729 AF57 7EB7 C901"            /* ≥@…..'≈Õ◊)ØW~∑…. */
	$"F827 C5CD 072A CA4A 1E23 5E23 561A C93E"            /* .'≈Õ.* J.#^#V.…> */
	$"01CD 5728 CD1F 2B2A D440 73C1 C384 28D7"            /* .ÕW(Õ.+*‘@s¡√Ñ(◊ */
	$"CF28 CD1C 2BD5 CF2C CD37 23CF 29E3 E5E7"            /* œ(Õ.+’œ,Õ7#œ)... */
	$"2805 CD1F 2B18 03CD 132A D1F5 F57B CD57"            /* (.Õ.+..Õ.*—..{ÕW */
	$"285F F11C 1D28 D42A D440 7723 1D20 FB18"            /* (_...(‘*‘@w#. .. */
	$"CACD DF2A AFE3 4F3E E5E5 7EB8 3802 7811"            /*  Õ.*Ø.O>..~∏8.x. */
	$"0E00 C5CD BF28 C1E1 E523 4623 6668 0600"            /* ..≈Õø(¡..#F#fh.. */
	$"0944 4DCD 5A28 6FCD CE29 D1CD DE29 C384"            /* ∆DMÕZ(oÕŒ)—Õ.)√Ñ */
	$"28CD DF2A D1D5 1A90 18CB EB7E CDE2 2A04"            /* (Õ.*—’.ê.À.~Õ.*. */
	$"05CA 4A1E C51E FFFE 2928 05CF 2CCD 1C2B"            /* . J.≈...)(.œ,Õ.+ */
	$"CF29 F1E3 0169 2AC5 3DBE 0600 D04F 7E91"            /* œ)...i*≈=æ..–O~ë */
	$"BB47 D843 C9CD 072A CAF8 275F 237E 2366"            /* ªGÿC…Õ.* .'_#~#f */
	$"6FE5 1946 72E3 C57E CD65 0EC1 E170 C9EB"            /* o..Fr.≈~Õe.¡.p…. */
	$"CF29 C1D1 C543 C9FE 7AC2 9719 C3D9 41CD"            /* œ)¡—≈C….z¬ó.√.AÕ */
	$"1F2B 3294 40CD 9340 C3F8 27CD 0E2B C396"            /* .+2î@Õì@√.'Õ.+√ñ */
	$"40D7 CD37 23E5 CD7F 0AEB E17A B7C9 CD1C"            /* @◊Õ7#.Õ....z∑…Õ. */
	$"2B32 9440 3297 40CF 2C18 01D7 CD37 23CD"            /* +2î@2ó@œ,..◊Õ7#Õ */
	$"052B C24A 1E2B D77B C93E 0132 9C40 C1CD"            /* .+¬J.+◊{…>.2ú@¡Õ */
	$"101B C521 FFFF 22A2 40E1 D14E 2346 2378"            /* ..≈!.."¢@.—N#F#x */
	$"B1CA 191A CDDF 41CD 9B1D C54E 2346 23C5"            /* ± ..Õ.AÕõ.≈N#F#≈ */
	$"E3EB DFC1 DA18 1AE3 E5C5 EB22 EC40 CDAF"            /* ...¡.....≈.".@ÕØ */
	$"0F3E 20E1 CD2A 03CD 7E2B 2AA7 40CD 752B"            /* .> .Õ*.Õ~+*ß@Õu+ */
	$"CDFE 2018 BE7E B7C8 CD2A 0323 18F7 E52A"            /* Õ. .æ~∑»Õ*.#...* */
	$"A740 444D E116 FF18 0303 15C8 7EB7 2302"            /* ß@DM.......»~∑#. */
	$"C8F2 892B FEFB 2008 0B0B 0B0B 1414 1414"            /* ».â+.. ......... */
	$"FE95 CC24 0BD6 7FE5 5F21 5016 7EB7 23F2"            /* .ïÃ$.÷.._!P.~∑#. */
	$"AC2B 1D20 F7E6 7F02 0315 CAD8 287E 23B7"            /* ¨+. ...... ÿ(~#∑ */
	$"F2B7 2BE1 18C6 CD10 1BD1 C5C5 CD2C 1B30"            /* .∑+..∆Õ..—≈≈Õ,.0 */
	$"0554 5DE3 E5DF D24A 1E21 2919 CDA7 28C1"            /* .T]...“J.!).Õß(¡ */
	$"21E8 1AE3 EB2A F940 1A02 0313 DF20 F960"            /* !....*.@..... .` */
	$"6922 F940 C9CD 8402 CD37 23E5 CD13 2A3E"            /* i".@…ÕÑ.Õ7#.Õ.*> */
	$"D3CD 6402 CD61 021A CD64 022A A440 EB2A"            /* ”Õd.Õa..Õd.*§@.* */
	$"F940 1A13 CD64 02DF 20F8 CDF8 01E1 C9CD"            /* .@..Õd.. .Õ...…Õ */
	$"9302 7ED6 B228 02AF 012F 23F5 2BD7 3E00"            /* ì.~÷≤(.Ø./#.+◊>. */
	$"2807 CD37 23CD 132A 1A6F F1B7 6722 2141"            /* (.Õ7#Õ.*.o.∑g"!A */
	$"CC4D 1B2A 2141 EB06 03CD 3502 D6D3 20F7"            /* ÃM.*!A...Õ5.÷” . */
	$"10F7 CD35 021C 1D28 03BB 2037 2AA4 4006"            /* ..Õ5...(.ª 7*§@. */
	$"03CD 3502 5F96 A220 2173 CD6C 197E B723"            /* .Õ5._ñ¢ !sÕl.~∑# */
	$"20ED CD2C 0210 EA22 F940 2129 19CD A728"            /*  .Õ,...".@!).Õß( */
	$"CDF8 012A A440 E5C3 E81A 21A5 2CCD A728"            /* Õ..*§@.√..!•,Õß( */
	$"C318 1A32 3E3C 0603 CD35 02B7 20F8 10F8"            /* √..2><..Õ5.∑ ... */
	$"CD96 0218 A242 4144 0D00 CD7F 0A7E C3F8"            /* Õñ..¢BAD¬.Õ..~√. */
	$"27CD 022B D5CF 2CCD 1C2B D112 C9CD 3823"            /* 'Õ.+’œ,Õ.+—.…Õ8# */
	$"CDF4 0ACF 3BEB 2A21 4118 083A DE40 B728"            /* Õ..œ;.*!A..:.@∑( */
	$"0CD1 EBE5 AF32 DE40 BAF5 D546 B0CA 4A1E"            /* .—..Ø2.@∫.’F∞ J. */
	$"234E 2366 6918 1C58 E50E 027E 23FE 25CA"            /* #N#fi..X...~#.%  */
	$"172E FE20 2003 0C10 F2E1 433E 25CD 492E"            /* ...  .....C>%ÕI. */
	$"CD2A 03AF 5F57 CD49 2E57 7E23 FE21 CA14"            /* Õ*.Ø_WÕI.W~#.! . */
	$"2EFE 2328 3705 CAFE 2DFE 2B3E 0828 E72B"            /* ..#(7. .-.+>.(.+ */
	$"7E23 FE2E 2840 FE25 28BD BE20 D0FE 2428"            /* ~#..(@.%(Ωæ –.$( */
	$"14FE 2A20 C878 FE02 2338 037E FE24 3E20"            /* ..* »x..#8.~.$>  */
	$"2007 051C FEAF C610 231C 8257 1C0E 0005"            /*  ....Ø∆.#.ÇW.... */
	$"2847 7E23 FE2E 2818 FE23 28F0 FE2C 201A"            /* (G~#..(..#(.., . */
	$"7AF6 4057 18E6 7EFE 233E 2E20 900E 0123"            /* z.@W..~.#>. ê..# */
	$"0C05 2825 7E23 FE23 28F6 D511 972D D554"            /* ..(%~#.#(.’.ó-’T */
	$"5DFE 5BC0 BEC0 23BE C023 BEC0 2378 D604"            /* ].[¿æ¿#æ¿#æ¿#x÷. */
	$"D8D1 D147 1423 CAEB D17A 2B1C E608 2015"            /* ÿ——G.# .—z+... . */
	$"1D78 B728 107E D62D 2806 FEFE 2007 3E08"            /* .x∑(.~÷-(... .>. */
	$"C604 8257 05E1 F128 50C5 D5CD 3723 D1C1"            /* ∆.ÇW...(P≈’Õ7#—¡ */
	$"C5E5 4378 81FE 19D2 4A1E 7AF6 80CD BE0F"            /* ≈.CxÅ..“J.z.ÄÕæ. */
	$"CDA7 28E1 2BD7 3728 0D32 DE40 FE3B 2805"            /* Õß(.+◊7(¬2.@.;(. */
	$"FE2C C297 19D7 C1EB E1E5 F5D5 7E90 234E"            /* .,¬ó.◊¡....’~ê#N */
	$"2366 6916 005F 1978 B7C2 032D 1806 CD49"            /* #fi.._.x∑¬.-..ÕI */
	$"2ECD 2A03 E1F1 C2CB 2CDC FE20 E3CD DD29"            /* .Õ*...¬À,.. .Õ.) */
	$"E1C3 6921 0E01 3EF1 05CD 492E E1F1 28E9"            /* .√i!..>..ÕI...(. */
	$"C5CD 3723 CDF4 0AC1 C5E5 2A21 4141 0E00"            /* ≈Õ7#Õ..¡≈.*!AA.. */
	$"C5CD 682A CDAA 282A 2141 F196 473E 2004"            /* ≈Õh*Õ™(*!A.ñG> . */
	$"05CA D32D CD2A 0318 F7F5 7AB7 3E2B C42A"            /* . ”-Õ*....z∑>+ƒ* */
	$"03F1 C932 9A40 2AEA 40B4 A53C EBC8 1804"            /* ..…2ö@*.@¥•<.».. */
	$"CD4F 1EC0 E1EB 22EC 40EB CD2C 1BD2 D91E"            /* ÕO.¿..".@.Õ,.“.. */
	$"6069 2323 4E23 4623 C5CD 7E2B E1E5 CDAF"            /* `i##N#F#≈Õ~+..ÕØ */
	$"0F3E 20CD 2A03 2AA7 403E 0ECD 2A03 E50E"            /* .> Õ*.*ß@>.Õ*... */
	$"FF0C 7EB7 2320 FAE1 4716 00CD 8403 D630"            /* ..~∑# ..G..ÕÑ.÷0 */
	$"380E FE0A 300A 5F7A 0707 8207 8357 18EB"            /* 8...0._z..Ç.ÉW.. */
	$"E521 992E E315 14C2 BB2E 14FE D8CA D22F"            /* .!ô....¬ª...ÿ “/ */
	$"FEDD CAE0 2FFE F028 41FE 3138 02D6 20FE"            /* .. ./..(A.18.÷ . */
	$"21CA F62F FE1C CA40 2FFE 2328 3FFE 19CA"            /* ! ./.. @/.#(?..  */
	$"7D2F FE14 CA4A 2FFE 13CA 652F FE15 CAE3"            /* }/.. J/.. e/.. . */
	$"2FFE 28CA 782F FE1B 281C FE18 CA75 2FFE"            /* /.( x/..(... u/. */
	$"11C0 C1D1 CDFE 20C3 652E 7EB7 C804 CD2A"            /* .¿¡—Õ. √e.~∑».Õ* */
	$"0323 1520 F5C9 E521 5F2F E337 F5CD 8403"            /* .#. .….!_/.7.ÕÑ. */
	$"5FF1 F5DC 5F2F 7EB7 CA3E 2FCD 2A03 F1F5"            /* _..._/~∑ >/Õ*... */
	$"DCA1 2F38 0223 047E BB20 EB15 20E8 F1C9"            /* .°/8.#.~ª .. ..… */
	$"CD75 2BCD FE20 C1C3 7C2E 7EB7 C83E 21CD"            /* Õu+Õ. ¡√|.~∑»>!Õ */
	$"2A03 7EB7 2809 CD2A 03CD A12F 1520 F33E"            /* *.~∑(∆Õ*.Õ°/. .> */
	$"21CD 2A03 C97E B7C8 CD84 0377 CD2A 0323"            /* !Õ*.…~∑»ÕÑ.wÕ*.# */
	$"0415 20F1 C936 0048 16FF CD0A 2FCD 8403"            /* .. .…6.H..Õ./ÕÑ. */
	$"B7CA 7D2F FE08 280A FE0D CAE0 2FFE 1BC8"            /* ∑ }/..(..¬ ./..» */
	$"201E 3E08 0504 281F CD2A 032B 0511 7D2F"            /*  .>...(.Õ*.+..}/ */
	$"D5E5 0D7E B737 CA90 0823 7E2B 7723 18F3"            /* ’.¬~∑7 ê.#~+w#.. */
	$"F579 FEFF 3803 F118 C490 0C04 C5EB 6F26"            /* .y..8...ƒê..≈.o& */
	$"0019 444D 23CD 5819 C1F1 77CD 2A03 23C3"            /* ..DM#ÕX.¡.wÕ*.#√ */
	$"7D2F 78B7 C805 2B3E 08CD 2A03 1520 F3C9"            /* }/x∑».+>.Õ*.. .… */
	$"CD75 2BCD FE20 C1D1 7AA3 3C2A A740 2BC8"            /* Õu+Õ. ¡—z£<*ß@+» */
	$"3723 F5C3 981A C1D1 C319 1A00 0000 0000"            /* 7#.√ò.¡—√....... */
};

data 'ROM ' (129, purgeable) {
	$"F3AF C374 06C3 0040 C300 40E1 E9C3 9F06"            /* ÛØ√t.√.@√.@·È√ü. */
	$"C303 40C5 0601 182E C306 40C5 0602 1826"            /* √.@≈....√.@≈...& */
	$"C309 40C5 0604 181E C30C 4011 1540 18E3"            /* √∆@≈....√.@..@.„ */
	$"C30F 4011 1D40 18E3 C312 4011 2540 18DB"            /* √.@..@.„√.@.%@.€ */
	$"C3D9 05C9 0000 C3C2 03CD 2B00 B7C0 18F9"            /* √Ÿ.…..√¬.Õ+.∑¿.˘ */
	$"0D0D 1F1F 0101 5B1B 0A1A 0818 0919 2020"            /* ¬¬....[.....∆.   */
	$"0B78 B120 FBC9 3100 063A EC37 3CFE 02D2"            /* .x± ˚…1..:Ï7<˛.“ */
	$"0000 C3CC 0611 8040 21F7 1801 2700 EDB0"            /* ..√Ã..Ä@!˜..'.Ì∞ */
	$"21E5 4136 3A23 7023 362C 2322 A740 112D"            /* !ÂA6:#p#6,#"ß@.- */
	$"0106 1C21 5241 36C3 2373 2372 2310 F706"            /* ...!RA6√#s#r#.˜. */
	$"1536 C923 2323 10F9 21E8 4270 31F8 41CD"            /* .6…###.˘!ËBp1¯AÕ */
	$"8F1B CDC9 0121 0501 CDA7 28CD B31B 38F5"            /* è.Õ….!..Õß(Õ≥.8ı */
	$"D7B7 2012 214C 4323 7CB5 281B 7E47 2F77"            /* ◊∑ .!LC#|µ(.~G/w */
	$"BE70 28F3 1811 CD5A 1EB7 C297 19EB 2B3E"            /* æp(Û..ÕZ.∑¬ó.Î+> */
	$"8F46 77BE 7020 CE2B 1114 44DF DA7A 1911"            /* èFwæp Œ+..Dﬂ⁄z.. */
	$"CEFF 22B1 4019 22A0 40CD 4D1B 2111 01CD"            /* Œˇ"±@."†@ÕM.!..Õ */
	$"A728 C319 1A4D 454D 4F52 5920 5349 5A45"            /* ß(√..MEMORY SIZE */
	$"0052 4144 494F 2053 4841 434B 204C 4556"            /* .RADIO SHACK LEV */
	$"454C 2049 4920 4241 5349 430D 001E 2CC3"            /* EL II BASIC¬..,√ */
	$"A219 D7AF 013E 8001 3E01 F5CF 28CD 1C2B"            /* ¢.◊Ø.>Ä.>.ıœ(Õ.+ */
	$"FE80 D24A 1EF5 CF2C CD1C 2BFE 30D2 4A1E"            /* ˛Ä“J.ıœ,Õ.+˛0“J. */
	$"16FF 14D6 0330 FBC6 034F F187 5F06 027A"            /* .ˇ.÷.0˚∆.OÒá_..z */
	$"1F57 7B1F 5F10 F879 8F3C 47AF 378F 10FD"            /* .W{._.¯yè<GØ7è.˝ */
	$"4F7A F63C 571A B7FA 7C01 3E80 47F1 B778"            /* Ozˆ<W.∑˙|.>ÄGÒ∑x */
	$"2810 12FA 8F01 792F 4F1A A112 CF29 C9B1"            /* (..˙è.y/O.°.œ)…± */
	$"18F9 A1C6 FF9F E5CD 8D09 E118 EFD7 E53A"            /* .˘°∆ˇüÂÕç∆·.Ô◊Â: */
	$"9940 B720 06CD 5803 B728 11F5 AF32 9940"            /* ô@∑ .ÕX.∑(.ıØ2ô@ */
	$"3CCD 5728 F12A D440 77C3 8428 2128 1922"            /* <ÕW(Ò*‘@w√Ñ(!(." */
	$"2141 3E03 32AF 40E1 C93E 1CCD 3A03 3E1F"            /* !A>.2Ø@·…>.Õ:.>. */
	$"C33A 03ED 5F32 AB40 C921 01FC CD21 0206"            /* √:.Ì_2´@…!.¸Õ!.. */
	$"0B10 FE21 02FC CD21 0206 0B10 FE21 00FC"            /* ..˛!.¸Õ!....˛!.¸ */
	$"CD21 0206 5C10 FEC9 E521 00FB 181B 7ED6"            /* Õ!..\.˛…Â!.˚..~÷ */
	$"233E 0020 0DCD 012B CF2C 7BA2 C602 D24A"            /* #>. ¬Õ.+œ,{¢∆.“J */
	$"1E3D 32E4 37E5 2104 FFCD 2102 E1C9 2100"            /* .=2‰7Â!.ˇÕ!.·…!. */
	$"FF3A 3D40 A4B5 D3FF 323D 40C9 3A3F 3CEE"            /* ˇ:=@§µ”ˇ2=@…:?<Ó */
	$"0A32 3F3C C9C5 E506 08CD 4102 10FB E1C1"            /* .2?<…≈Â..ÕA..˚·¡ */
	$"C9C5 F5DB FF17 30FB 0641 10FE CD1E 0206"            /* …≈ı€ˇ.0˚.A.˛Õ... */
	$"7610 FEDB FF47 F1CB 1017 F5CD 1E02 F1C1"            /* v.˛€ˇGÒÀ..ıÕ..Ò¡ */
	$"C9CD 6402 E5C5 D5F5 0E08 57CD D901 7A07"            /* …Õd.Â≈’ı..WÕŸ.z. */
	$"5730 0BCD D901 0D20 F2F1 D1C1 E1C9 0687"            /* W0.ÕŸ.¬ ÚÒ—¡·….á */
	$"10FE 18F2 CDFE 0106 FFAF CD64 0210 FB3E"            /* .˛.ÚÕ˛..ˇØÕd..˚> */
	$"A518 D1CD FE01 E5AF CD41 02FE A520 F93E"            /* •.—Õ˛.ÂØÕA.˛• ˘> */
	$"2A32 3E3C 323F 3CE1 C9CD 1403 22DF 40CD"            /* *2><2?<·…Õ.."ﬂ@Õ */
	$"F801 CDE2 4131 8842 CDFE 203E 2ACD 2A03"            /* ¯.Õ‚A1àBÕ˛ >*Õ*. */
	$"CDB3 1BDA CC06 D7CA 9719 FE2F 284F CD93"            /* Õ≥.⁄Ã.◊ ó.˛/(OÕì */
	$"02CD 3502 FE55 20F9 0606 7EB7 2809 CD35"            /* .Õ5.˛U ˘..~∑(∆Õ5 */
	$"02BE 20ED 2310 F3CD 2C02 CD35 02FE 7828"            /* .æ Ì#.ÛÕ,.Õ5.˛x( */
	$"B8FE 3C20 F5CD 3502 47CD 1403 854F CD35"            /* ∏˛< ıÕ5.GÕ..ÖOÕ5 */
	$"0277 2381 4F10 F7CD 3502 B928 DA3E 4332"            /* .w#ÅO.˜Õ5.π(⁄>C2 */
	$"3E3C 18D6 CD35 026F CD35 0267 C9EB 2ADF"            /* ><.÷Õ5.oÕ5.g…Î*ﬂ */
	$"40EB D7C4 5A1E 208A EBE9 C54F CDC1 413A"            /* @Î◊ƒZ. äÎÈ≈OÕ¡A: */
	$"9C40 B779 C1FA 6402 2062 D5CD 3300 F5CD"            /* ú@∑y¡˙d. b’Õ3.ıÕ */
	$"4803 32A6 40F1 D1C9 3A3D 40E6 083A 2040"            /* H.2¶@Ò—…:=@Ê.: @ */
	$"2803 0FE6 1FE6 3FC9 CDC4 41D5 CD2B 00D1"            /* (..Ê.Ê?…ÕƒA’Õ+.— */
	$"C9AF 3299 4032 A640 CDAF 41C5 2AA7 4006"            /* …Ø2ô@2¶@ÕØA≈*ß@. */
	$"F0CD D905 F548 0600 0936 002A A740 F1C1"            /* ÕŸ.ıH..∆6.*ß@Ò¡ */
	$"2BD8 AFC9 CD58 03B7 C018 F9AF 329C 403A"            /* +ÿØ…ÕX.∑¿.˘Ø2ú@: */
	$"9B40 B7C8 3E0D D5CD 9C03 D1C9 F5D5 C54F"            /* õ@∑»>¬’Õú.—…ı’≈O */
	$"1E00 FE0C 2810 FE0A 2003 3E0D 4FFE 0D28"            /* ..˛.(.˛. .>¬O˛¬( */
	$"053A 9B40 3C5F 7B32 9B40 79CD 3B00 C1D1"            /* .:õ@<_{2õ@yÕ;.¡— */
	$"F1C9 E5DD E5D5 DDE1 D521 DD03 E54F 1AA0"            /* Ò…Â›Â’›·’!›.ÂO.† */
	$"B8C2 3340 FE02 DD6E 01DD 6602 E9D1 DDE1"            /* ∏¬3@˛.›n.›f.È—›· */
	$"E1C1 C921 3640 0101 3816 000A 5FAE 73A3"            /* ·¡…!6@..8..._Æs£ */
	$"2008 142C CB01 F2EB 03C9 5F7A 0707 0757"            /*  ..,À.ÚÎ.…_z...W */
	$"0E01 79A3 2005 14CB 0118 F73A 8038 477A"            /* ..y£ ..À..˜:Ä8Gz */
	$"C640 FE60 3013 CB08 3031 C620 573A 4038"            /* ∆@˛`0.À.01∆ W:@8 */
	$"E610 2828 7AD6 6018 22D6 7030 10C6 40FE"            /* Ê.((z÷`."÷p0.∆@˛ */
	$"3C38 02EE 10CB 0830 12EE 1018 0E07 CB08"            /* <8.Ó.À.0.Ó....À. */
	$"3001 3C21 5000 4F06 0009 7E57 01AC 0DCD"            /* 0.<!P.O..∆~W.¨¬Õ */
	$"6000 7AFE 01C0 EFC9 DD6E 03DD 6604 383A"            /* `.z˛.¿Ô…›n.›f.8: */
	$"DD7E 05B7 2801 7779 FE20 DA06 05FE 8030"            /* ›~.∑(.wy˛ ⁄..˛Ä0 */
	$"35FE 4038 08D6 40FE 2038 02D6 20CD 4105"            /* 5˛@8.÷@˛ 8.÷ ÕA. */
	$"7CE6 03F6 3C67 56DD 7E05 B728 05DD 7205"            /* |Ê.ˆ<gV›~.∑(.›r. */
	$"365F DD75 03DD 7404 79C9 DD7E 05B7 C07E"            /* 6_›u.›t.y…›~.∑¿~ */
	$"C97D E6C0 6FC9 FEC0 38D3 D6C0 28D2 473E"            /* …}Ê¿o…˛¿8”÷¿(“G> */
	$"20CD 4105 10F9 18C8 7EDD 7705 C9AF 18F9"            /*  ÕA..˘.»~›w.…Ø.˘ */
	$"2100 3C3A 3D40 E6F7 323D 40D3 FFC9 2B3A"            /* !.<:=@Ê˜2=@”ˇ…+: */
	$"3D40 E608 2801 2B36 20C9 3A3D 40E6 08C4"            /* =@Ê.(.+6 …:=@Ê.ƒ */
	$"E204 7DE6 3F2B C011 4000 19C9 237D E63F"            /* ‚.}Ê?+¿.@..…#}Ê? */
	$"C011 C0FF 19C9 3A3D 40F6 0832 3D40 D3FF"            /* ¿.¿ˇ.…:=@ˆ.2=@”ˇ */
	$"237D E6FE 6FC9 1180 04D5 FE08 28C0 FE0A"            /* #}Ê˛o….Ä.’˛.(¿˛. */
	$"D8FE 0E38 4F28 A1FE 0F28 A2FE 1728 D7FE"            /* ÿ˛.8O(°˛.(¢˛.(◊˛ */
	$"1828 B7FE 1928 C5FE 1A28 BCFE 1B28 C2FE"            /* .(∑˛.(≈˛.(º˛.(¬˛ */
	$"1C28 8DFE 1DCA A104 FE1E 2837 FE1F 283C"            /* .(ç˛. °.˛.(7˛.(< */
	$"C977 233A 3D40 E608 2801 237C FE40 C011"            /* …w#:=@Ê.(.#|˛@¿. */
	$"C0FF 19E5 1100 3C21 403C C501 C003 EDB0"            /* ¿ˇ.Â..<!@<≈.¿.Ì∞ */
	$"C1EB 1819 7DE6 C06F E511 4000 197C FE40"            /* ¡Î..}Ê¿oÂ.@..|˛@ */
	$"28E2 D1E5 547D F63F 5F13 1804 E511 0040"            /* (‚—ÂT}ˆ?_...Â..@ */
	$"3620 237C BA20 F97D BB20 F5E1 C979 B728"            /* 6 #|∫ ˘}ª ı·…y∑( */
	$"40FE 0B28 0AFE 0C20 1BAF DDB6 0328 15DD"            /* @˛.(.˛. .Ø›∂.(.› */
	$"7E03 DD96 0447 CDD1 0520 FB3E 0A32 E837"            /* ~.›ñ.GÕ—. ˚>.2Ë7 */
	$"10F4 1818 F5CD D105 20FB F132 E837 FE0D"            /* .Ù..ıÕ—. ˚Ò2Ë7˛¬ */
	$"C0DD 3404 DD7E 04DD BE03 79C0 DD36 0400"            /* ¿›4.›~.›æ.y¿›6.. */
	$"C93A E837 E6F0 FE30 C9E5 3E0E CD33 0048"            /* …:Ë7Ê˛0…Â>.Õ3.H */
	$"CD49 00FE 2030 25FE 0DCA 6206 FE1F 2829"            /* ÕI.˛ 0%˛¬ b.˛.() */
	$"FE01 286D 11E0 05D5 FE08 2834 FE18 282B"            /* ˛.(m.‡.’˛.(4˛.(+ */
	$"FE09 2842 FE19 2839 FE0A C0D1 7778 B728"            /* ˛∆(B˛.(9˛.¿—wx∑( */
	$"CF7E 23CD 3300 0518 C7CD C901 41E1 E5C3"            /* œ~#Õ3...«Õ….A·Â√ */
	$"E005 CD30 062B 7E23 FE0A C878 B920 F3C9"            /* ‡.Õ0.+~#˛.»xπ Û… */
	$"78B9 C82B 7EFE 0A23 C82B 3E08 CD33 0004"            /* xπ»+~˛.#»+>.Õ3.. */
	$"C93E 17C3 3300 CD48 03E6 072F 3CC6 085F"            /* …>.√3.ÕH.Ê./<∆._ */
	$"78B7 C83E 2077 23D5 CD33 00D1 051D C818"            /* x∑»> w#’Õ3.—..». */
	$"EF37 F53E 0D77 CD33 003E 0FCD 3300 7990"            /* Ô7ı>¬wÕ3.>.Õ3.yê */
	$"47F1 E1C9 D3FF 21D2 0611 0040 0136 00ED"            /* GÒ·…”ˇ!“...@.6.Ì */
	$"B03D 3D20 F106 2712 1310 FC3A 4038 E604"            /* ∞== Ò.'...¸:@8Ê. */
	$"C275 0031 7D40 3AEC 373C FE02 DA75 003E"            /* ¬u.1}@:Ï7<˛.⁄u.> */
	$"0132 E137 21EC 3711 EF37 3603 0100 00CD"            /* .2·7!Ï7.Ô76....Õ */
	$"6000 CB46 20FC AF32 EE37 0100 423E 8C77"            /* `.ÀF ¸Ø2Ó7..B>åw */
	$"CB4E 28FC 1A02 0C20 F7C3 0042 0118 1AC3"            /* ÀN(¸... ˜√.B...√ */
	$"AE19 C396 1CC3 781D C390 1CC3 D925 C900"            /* Æ.√ñ.√x.√ê.√Ÿ%…. */
	$"00C9 0000 FBC9 0001 E303 0000 004B 4907"            /* .…..˚…..„....KI. */
	$"5804 003C 0044 4F06 8D05 4300 0050 52C3"            /* X..<.DO.ç.C..PR√ */
	$"0050 C700 003E 00C9 2180 13CD C209 1806"            /* .P«..>.…!Ä.Õ¬∆.. */
	$"CDC2 09CD 8209 78B7 C83A 2441 B7CA B409"            /* Õ¬∆ÕÇ∆x∑»:$A∑ ¥∆ */
	$"9030 0C2F 3CEB CDA4 09EB CDB4 09C1 D1FE"            /* ê0./<ÎÕ§∆ÎÕ¥∆¡—˛ */
	$"19D0 F5CD DF09 67F1 CDD7 07B4 2121 41F2"            /* .–ıÕﬂ∆gÒÕ◊.¥!!AÚ */
	$"5407 CDB7 07D2 9607 2334 CAB2 072E 01CD"            /* T.Õ∑.“ñ.#4 ≤...Õ */
	$"EB07 1842 AF90 477E 9B5F 237E 9A57 237E"            /* Î..BØêG~õ_#~öW#~ */
	$"994F DCC3 0768 63AF 4779 B720 184A 5465"            /* ôO‹√.hcØGy∑ .JTe */
	$"6F78 D608 FEE0 20F0 AF32 2441 C905 297A"            /* ox÷.˛‡ Ø2$A….)z */
	$"1757 798F 4FF2 7D07 785C 45B7 2808 2124"            /* .WyèOÚ}.x\E∑(.!$ */
	$"4186 7730 E3C8 7821 2441 B7FC A807 4623"            /* AÜw0„»x!$A∑¸®.F# */
	$"7EE6 80A9 4FC3 B409 1CC0 14C0 0CC0 0E80"            /* ~ÊÄ©O√¥∆.¿.¿.¿.Ä */
	$"34C0 1E0A C3A2 197E 835F 237E 8A57 237E"            /* 4¿..√¢.~É_#~äW#~ */
	$"894F C921 2541 7E2F 77AF 6F90 477D 9B5F"            /* âO…!%A~/wØoêG}õ_ */
	$"7D9A 577D 994F C906 00D6 0838 0743 5A51"            /* }öW}ôO…..÷.8.CZQ */
	$"0E00 18F5 C609 6FAF 2DC8 791F 4F7A 1F57"            /* ...ı∆∆oØ-»y.Oz.W */
	$"7B1F 5F78 1F47 18EF 0000 0081 03AA 5619"            /* {._x.G.Ô...Å.™V. */
	$"80F1 2276 8045 AA38 82CD 5509 B7EA 4A1E"            /* ÄÒ"vÄE™8ÇÕU∆∑ÍJ. */
	$"2124 417E 0135 8011 F304 90F5 70D5 C5CD"            /* !$A~.5Ä.Û.êıp’≈Õ */
	$"1607 C1D1 04CD A208 21F8 07CD 1007 21FC"            /* ..¡—.Õ¢.!¯.Õ..!¸ */
	$"07CD 9A14 0180 8011 0000 CD16 07F1 CD89"            /* .Õö..ÄÄ...Õ..ÒÕâ */
	$"0F01 3180 1118 72CD 5509 C82E 00CD 1409"            /* ..1Ä..rÕU∆»..Õ.∆ */
	$"7932 4F41 EB22 5041 0100 0050 5821 6507"            /* y2OAÎ"PA...PX!e. */
	$"E521 6908 E5E5 2121 417E 23B7 2824 E52E"            /* Â!i.ÂÂ!!A~#∑($Â. */
	$"081F 6779 300B E52A 5041 19EB E13A 4F41"            /* ..gy0.Â*PA.Î·:OA */
	$"891F 4F7A 1F57 7B1F 5F78 1F47 2D7C 20E1"            /* â.Oz.W{._x.G-| · */
	$"E1C9 435A 514F C9CD A409 21D8 0DCD B109"            /* ·…CZQO…Õ§∆!ÿ¬Õ±∆ */
	$"C1D1 CD55 09CA 9A19 2EFF CD14 0934 342B"            /* ¡—ÕU∆ ö..ˇÕ.∆44+ */
	$"7E32 8940 2B7E 3285 402B 7E32 8140 41EB"            /* ~2â@+~2Ö@+~2Å@AÎ */
	$"AF4F 575F 328C 40E5 C57D CD80 40DE 003F"            /* ØOW_2å@Â≈}ÕÄ@ﬁ.? */
	$"3007 328C 40F1 F137 D2C1 E179 3C3D 1FFA"            /* 0.2å@ÒÒ7“¡·y<=.˙ */
	$"9707 177B 175F 7A17 5779 174F 2978 1747"            /* ó..{._z.Wy.O)x.G */
	$"3A8C 4017 328C 4079 B2B3 20CB E521 2441"            /* :å@.2å@y≤≥ ÀÂ!$A */
	$"35E1 20C3 C3B2 073E FF2E AF21 2D41 4E23"            /* 5· √√≤.>ˇ.Ø!-AN# */
	$"AE47 2E00 78B7 281F 7D21 2441 AE80 471F"            /* ÆG..x∑(.}!$AÆÄG. */
	$"A878 F236 09C6 8077 CA90 08CD DF09 772B"            /* ®xÚ6∆∆Äw ê.Õﬂ∆w+ */
	$"C9CD 5509 2FE1 B7E1 F278 07C3 B207 CDBF"            /* …ÕU∆/·∑·Úx.√≤.Õø */
	$"0978 B7C8 C602 DAB2 0747 CD16 0721 2441"            /* ∆x∑»∆.⁄≤.GÕ..!$A */
	$"34C0 C3B2 073A 2441 B7C8 3A23 41FE 2F17"            /* 4¿√≤.:$A∑»:#A˛/. */
	$"9FC0 3CC9 0688 1100 0021 2441 4F70 0600"            /* ü¿<….à...!$AOp.. */
	$"2336 8017 C362 07CD 9409 F0E7 FA5B 0CCA"            /* #6Ä.√b.Õî∆Á˙[.  */
	$"F60A 2123 417E EE80 77C9 CD94 096F 179F"            /* ˆ.!#A~ÓÄw…Õî∆o.ü */
	$"67C3 9A0A E7CA F60A F255 092A 2141 7CB5"            /* g√ö.Á ˆ.ÚU∆*!A|µ */
	$"C87C 18BB EB2A 2141 E3E5 2A23 41E3 E5EB"            /* »|.ªÎ*!A„Â*#A„ÂÎ */
	$"C9CD C209 EB22 2141 6069 2223 41EB C921"            /* …Õ¬∆Î"!A`i"#AÎ…! */
	$"2141 5E23 5623 4E23 4623 C911 2141 0604"            /* !A^#V#N#F#….!A.. */
	$"1805 EB3A AF40 471A 7713 2305 20F9 C921"            /* ..Î:Ø@G.w.#. ˘…! */
	$"2341 7E07 371F 773F 1F23 2377 7907 371F"            /* #A~.7.w?.##wy.7. */
	$"4F1F AEC9 2127 4111 D209 1806 2127 4111"            /* O.Æ…!'A.“∆..!'A. */
	$"D309 D511 2141 E7D8 111D 41C9 78B7 CA55"            /* ”∆’.!AÁÿ..A…x∑ U */
	$"0921 5E09 E5CD 5509 79C8 2123 41AE 79F8"            /* ∆!^∆ÂÕU∆y»!#AÆy¯ */
	$"CD26 0A1F A9C9 2378 BEC0 2B79 BEC0 2B7A"            /* Õ&..©…#xæ¿+yæ¿+z */
	$"BEC0 2B7B 96C0 E1E1 C97A AC7C FA5F 09BA"            /* æ¿+{ñ¿··…z¨|˙_∆∫ */
	$"C260 097D 93C2 6009 C921 2741 CDD3 0911"            /* ¬`∆}ì¬`∆…!'AÕ”∆. */
	$"2E41 1AB7 CA55 0921 5E09 E5CD 5509 1B1A"            /* .A.∑ U∆!^∆ÂÕU∆.. */
	$"4FC8 2123 41AE 79F8 1323 0608 1A96 C223"            /* O»!#AÆy¯.#...ñ¬# */
	$"0A1B 2B05 20F6 C1C9 CD4F 0AC2 5E09 C9E7"            /* ..+. ˆ¡…ÕO.¬^∆…Á */
	$"2A21 41F8 CAF6 0AD4 B90A 21B2 07E5 3A24"            /* *!A¯ ˆ.‘π.!≤.Â:$ */
	$"41FE 9030 0ECD FB0A EBD1 2221 413E 0232"            /* A˛ê0.Õ˚.Î—"!A>.2 */
	$"AF40 C901 8090 1100 00CD 0C0A C061 6A18"            /* Ø@….Äê...Õ..¿aj. */
	$"E8E7 E0FA CC0A CAF6 0ACD BF09 CDEF 0A78"            /* ËÁ‡˙Ã. ˆ.Õø∆ÕÔ.x */
	$"B7C8 CDDF 0921 2041 46C3 9607 2A21 41CD"            /* ∑»Õﬂ∆! AF√ñ.*!AÕ */
	$"EF0A 7C55 1E00 0690 C369 09E7 D0CA F60A"            /* Ô.|U...ê√i∆Á– ˆ. */
	$"FCCC 0A21 0000 221D 4122 1F41 3E08 013E"            /* ¸Ã.!..".A".A>..> */
	$"04C3 9F0A E7C8 1E18 C3A2 1947 4F57 5FB7"            /* .√ü.Á»..√¢.GOW_∑ */
	$"C8E5 CDBF 09CD DF09 AE67 FC1F 0B3E 9890"            /* »ÂÕø∆Õﬂ∆Æg¸..>òê */
	$"CDD7 077C 17DC A807 0600 DCC3 07E1 C91B"            /* Õ◊.|.‹®...‹√.·…. */
	$"7AA3 3CC0 0BC9 E7F8 CD55 09F2 370B CD82"            /* z£<¿.…Á¯ÕU∆Ú7.ÕÇ */
	$"09CD 370B C37B 09E7 F830 1E28 B9CD 8E0A"            /* ∆Õ7.√{∆Á¯0.(πÕé. */
	$"2124 417E FE98 3A21 41D0 7ECD FB0A 3698"            /* !$A~˛ò:!A–~Õ˚.6ò */
	$"7BF5 7917 CD62 07F1 C921 2441 7EFE 90DA"            /* {ıy.Õb.Ò…!$A~˛ê⁄ */
	$"7F0A 2014 4F2B 7EEE 8006 062B B605 20FB"            /* .. .O+~ÓÄ..+∂. ˚ */
	$"B721 0080 CA9A 0A79 FEB8 D0F5 CDBF 09CD"            /* ∑!.Ä ö.y˛∏–ıÕø∆Õ */
	$"DF09 AE2B 36B8 F5FC A00B 2123 413E B890"            /* ﬂ∆Æ+6∏ı¸†.!#A>∏ê */
	$"CD69 0DF1 FC20 0DAF 321C 41F1 D0C3 D80C"            /* Õi¬Ò¸ ¬Ø2.AÒ–√ÿ. */
	$"211D 417E 35B7 2328 FAC9 E521 0000 78B1"            /* !.A~5∑#(˙…Â!..x± */
	$"2812 3E10 29DA 3D27 EB29 EB30 0409 DA3D"            /* (.>.)⁄='Î)Î0.∆⁄= */
	$"273D 20F0 EBE1 C97C 179F 47CD 510C 7998"            /* '= Î·…|.üGÕQ.yò */
	$"1803 7C17 9F47 E57A 179F 1988 0FAC F299"            /* ..|.üGÂz.ü.à.¨Úô */
	$"0AC5 EBCD CF0A F1E1 CDA4 09EB CD6B 0CC3"            /* .≈ÎÕœ.Ò·Õ§∆ÎÕk.√ */
	$"8F0F 7CB5 CA9A 0AE5 D5CD 450C C544 4D21"            /* è.|µ ö.Â’ÕE.≈DM! */
	$"0000 3E10 2938 1FEB 29EB 3004 09DA 260C"            /* ..>.)8.Î)Î0.∆⁄&. */
	$"3D20 F1C1 D17C B7FA 1F0C D178 C34D 0CEE"            /* = Ò¡—|∑˙..—x√M.Ó */
	$"80B5 2813 EB01 C1E1 CDCF 0AE1 CDA4 09CD"            /* Äµ(.Î.¡·Õœ.·Õ§∆Õ */
	$"CF0A C1D1 C347 0878 B7C1 FA9A 0AD5 CDCF"            /* œ.¡—√G.x∑¡˙ö.’Õœ */
	$"0AD1 C382 097C AA47 CD4C 0CEB 7CB7 F29A"            /* .—√Ç∆|™GÕL.Î|∑Úö */
	$"0AAF 4F95 6F79 9C67 C39A 0A2A 2141 CD51"            /* .ØOïoyúg√ö.*!AÕQ */
	$"0C7C EE80 B5C0 EBCD EF0A AF06 98C3 6909"            /* .|ÓÄµ¿ÎÕÔ.Ø.ò√i∆ */
	$"212D 417E EE80 7721 2E41 7EB7 C847 2B4E"            /* !-A~ÓÄw!.A~∑»G+N */
	$"1124 411A B7CA F409 9030 162F 3CF5 0E08"            /* .$A.∑ Ù∆ê0./<ı.. */
	$"23E5 1A46 7778 121B 2B0D 20F6 E146 2B4E"            /* #Â.Fwx..+¬ ˆ·F+N */
	$"F1FE 39D0 F5CD DF09 2336 0047 F121 2D41"            /* Ò˛9–ıÕﬂ∆#6.GÒ!-A */
	$"CD69 0D3A 2641 321C 4178 B7F2 CF0C CD33"            /* Õi¬:&A2.Ax∑Úœ.Õ3 */
	$"0DD2 0E0D EB34 CAB2 07CD 900D C30E 0DCD"            /* ¬“.¬Î4 ≤.Õê¬√.¬Õ */
	$"450D 2125 41DC 570D AF47 3A23 41B7 201E"            /* E¬!%A‹W¬ØG:#A∑ . */
	$"211C 410E 0856 777A 230D 20F9 78D6 08FE"            /* !.A..Vwz#¬ ˘x÷.˛ */
	$"C020 E6C3 7807 0521 1C41 CD97 0DB7 F2F6"            /* ¿ Ê√x..!.AÕó¬∑Úˆ */
	$"0C78 B728 0921 2441 8677 D278 07C8 3A1C"            /* .x∑(∆!$AÜw“x.»:. */
	$"41B7 FC20 0D21 2541 7EE6 802B 2BAE 77C9"            /* A∑¸ ¬!%A~ÊÄ++Æw… */
	$"211D 4106 0734 C023 0520 FA34 CAB2 072B"            /* !.A..4¿#. ˙4 ≤.+ */
	$"3680 C921 2741 111D 410E 07AF 1A8E 1213"            /* 6Ä…!'A..A..Ø.é.. */
	$"230D 20F8 C921 2741 111D 410E 07AF 1A9E"            /* #¬ ¯…!'A..A..Ø.û */
	$"1213 230D 20F8 C97E 2F77 211C 4106 08AF"            /* ..#¬ ¯…~/w!.A..Ø */
	$"4F79 9E77 2305 20F9 C971 E5D6 0838 0EE1"            /* Oyûw#. ˘…qÂ÷.8.· */
	$"E511 0008 4E73 592B 1520 F918 EEC6 0957"            /* Â...NsY+. ˘.Ó∆∆W */
	$"AFE1 15C8 E51E 087E 1F77 2B1D 20F9 18F0"            /* Ø·.»Â..~.w+. ˘. */
	$"2123 4116 0118 ED0E 087E 1777 230D 20F9"            /* !#A...Ì..~.w#¬ ˘ */
	$"C9CD 5509 C8CD 0A09 CD39 0E71 1306 071A"            /* …ÕU∆»Õ.∆Õ9.q.... */
	$"13B7 D528 170E 08C5 1F47 DC33 0DCD 900D"            /* .∑’(...≈.G‹3¬Õê¬ */
	$"78C1 0D20 F2D1 0520 E6C3 D80C 2123 41CD"            /* x¡¬ Ú—. Ê√ÿ.!#AÕ */
	$"700D 18F1 0000 0000 0000 2084 11D4 0D21"            /* p¬.Ò...... Ñ.‘¬! */
	$"2741 CDD3 093A 2E41 B7CA 9A19 CD07 0934"            /* 'AÕ”∆:.A∑ ö.Õ.∆4 */
	$"34CD 390E 2151 4171 4111 4A41 2127 41CD"            /* 4Õ9.!QAqA.JA!'AÕ */
	$"4B0D 1A99 3F38 0B11 4A41 2127 41CD 390D"            /* K¬.ô?8..JA!'AÕ9¬ */
	$"AFDA 1204 3A23 413C 3D1F FA11 0D17 211D"            /* Ø⁄..:#A<=.˙.¬.!. */
	$"410E 07CD 990D 214A 41CD 970D 78B7 20C9"            /* A..Õô¬!JAÕó¬x∑ … */
	$"2124 4135 20C3 C3B2 0779 322D 412B 1150"            /* !$A5 √√≤.y2-A+.P */
	$"4101 0007 7E12 711B 2B05 20F8 C9CD FC09"            /* A...~.q.+. ¯…Õ¸∆ */
	$"EB2B 7EB7 C8C6 02DA B207 77E5 CD77 0CE1"            /* Î+~∑»∆.⁄≤.wÂÕw.· */
	$"34C0 C3B2 07CD 7807 CDEC 0AF6 AFEB 01FF"            /* 4¿√≤.Õx.ÕÏ.ˆØÎ.ˇ */
	$"0060 68CC 9A0A EB7E FE2D F5CA 830E FE2B"            /* .`hÃö.Î~˛-ı É.˛+ */
	$"2801 2BD7 DA29 0FFE 2ECA E40E FE45 2814"            /* (.+◊⁄).˛. ‰.˛E(. */
	$"FE25 CAEE 0EFE 23CA F50E FE21 CAF6 0EFE"            /* ˛% Ó.˛# ı.˛! ˆ.˛ */
	$"4420 24B7 CDFB 0EE5 21BD 0EE3 D715 FECE"            /* D $∑Õ˚.Â!Ω.„◊.˛Œ */
	$"C8FE 2DC8 14FE CDC8 FE2B C82B F1D7 DA94"            /* »˛-».˛Õ»˛+»+Ò◊⁄î */
	$"0F14 2003 AF93 5FE5 7B90 F40A 0FFC 180F"            /* .. .Øì_Â{êÙ..¸.. */
	$"20F8 E1F1 E5CC 7B09 E1E7 E8E5 2190 08E5"            /*  ¯·ÒÂÃ{∆·ÁËÂ!ê.Â */
	$"CDA3 0AC9 E70C 20DF DCFB 0EC3 830E E7F2"            /* Õ£.…Á. ﬂ‹˚.√É.ÁÚ */
	$"9719 2318 D2B7 CDFB 0E18 F7E5 D5C5 F5CC"            /* ó.#.“∑Õ˚..˜Â’≈ıÃ */
	$"B10A F1C4 DB0A C1D1 E1C9 C8F5 E7F5 E43E"            /* ±.Òƒ€.¡—·…»ıÁı‰> */
	$"09F1 EC4D 0EF1 3DC9 D5E5 F5E7 F5E4 9708"            /* ∆ÒÏM.Ò=…’ÂıÁı‰ó. */
	$"F1EC DC0D F1E1 D13C C9D5 7889 47C5 E57E"            /* ÒÏ‹¬Ò·—<…’xâG≈Â~ */
	$"D630 F5E7 F25D 0F2A 2141 11CD 0CDF 3019"            /* ÷0ıÁÚ].*!A.Õ.ﬂ0. */
	$"545D 2929 1929 F14F 097C B7FA 570F 2221"            /* T])).)ÒO∆|∑˙W."! */
	$"41E1 C1D1 C383 0E79 F5CD CC0A 3730 1801"            /* A·¡—√É.yıÕÃ.70.. */
	$"7494 1100 24CD 0C0A F274 0FCD 3E09 F1CD"            /* tî..$Õ..Út.Õ>∆ÒÕ */
	$"890F 18DD CDE3 0ACD 4D0E CDFC 09F1 CD64"            /* â..›Õ„.ÕM.Õ¸∆ÒÕd */
	$"09CD E30A CD77 0C18 C8CD A409 CD64 09C1"            /* ∆Õ„.Õw..»Õ§∆Õd∆¡ */
	$"D1C3 1607 7BFE 0A30 0907 0783 0786 D630"            /* —√..{˛.0∆..É.Ü÷0 */
	$"5FFA 1E32 C3BD 0EE5 2124 19CD A728 E1CD"            /* _˙.2√Ω.Â!$.Õß(·Õ */
	$"9A0A AFCD 3410 B6CD D90F C3A6 28AF CD34"            /* ö.ØÕ4.∂ÕŸ.√¶(ØÕ4 */
	$"10E6 0828 0236 2BEB CD94 09EB F2D9 0F36"            /* .Ê.(.6+ÎÕî∆ÎÚŸ.6 */
	$"2DC5 E5CD 7B09 E1C1 B423 3630 3AD8 4057"            /* -≈ÂÕ{∆·¡¥#60:ÿ@W */
	$"173A AF40 DA9A 10CA 9210 FE04 D23D 1001"            /* .:Ø@⁄ö. í.˛.“=.. */
	$"0000 CD2F 1321 3041 460E 203A D840 5FE6"            /* ..Õ/.!0AF. :ÿ@_Ê */
	$"2028 0778 B90E 2A20 0141 71D7 2814 FE45"            /*  (.xπ.* .Aq◊(.˛E */
	$"2810 FE44 280C FE30 28F0 FE2C 28EC FE2E"            /* (.˛D(.˛0(˛,(Ï˛. */
	$"2003 2B36 307B E610 2803 2B36 247B E604"            /*  .+60{Ê.(.+6${Ê. */
	$"C02B 70C9 32D8 4021 3041 3620 C9FE 05E5"            /* ¿+p…2ÿ@!0A6 …˛.Â */
	$"DE00 1757 14CD 0112 0100 0382 FA57 1014"            /* ﬁ..W.Õ.....Ç˙W.. */
	$"BA30 043C 473E 02D6 02E1 F5CD 9112 3630"            /* ∫0.<G>.÷.·ıÕë.60 */
	$"CCC9 09CD A412 2B7E FE30 28FA FE2E C4C9"            /* Ã…∆Õ§.+~˛0(˙˛.ƒ… */
	$"09F1 281F F5E7 3E22 8F77 23F1 362B F285"            /* ∆Ò(.ıÁ>"èw#Ò6+ÚÖ */
	$"1036 2D2F 3C06 2F04 D60A 30FB C63A 2370"            /* .6-/<./.÷.0˚∆:#p */
	$"2377 2336 00EB 2130 41C9 23C5 FE04 7AD2"            /* #w#6.Î!0A…#≈˛.z“ */
	$"0911 1FDA A311 0103 06CD 8912 D17A D605"            /* ∆..⁄£....Õâ.—z÷. */
	$"F469 12CD 2F13 7BB7 CC2F 093D F469 12E5"            /* Ùi.Õ/.{∑Ã/∆=Ùi.Â */
	$"CDF5 0FE1 2802 7023 3600 212F 4123 3AF3"            /* Õı.·(.p#6.!/A#:Û */
	$"4095 92C8 7EFE 2028 F4FE 2A28 F02B E5F5"            /* @ïí»~˛ (Ù˛*(+Âı */
	$"01DF 10C5 D7FE 2DC8 FE2B C8FE 24C8 C1FE"            /* .ﬂ.≈◊˛-»˛+»˛$»¡˛ */
	$"3020 0F23 D730 0B2B 012B 77F1 28FB C1C3"            /* 0 .#◊0.+.+wÒ(˚¡√ */
	$"CE10 F128 FDE1 3625 C9E5 1FDA AA11 2814"            /* Œ.Ò(˝·6%…Â.⁄™.(. */
	$"1184 13CD 490A 1610 FA32 11E1 C1CD BD0F"            /* .Ñ.ÕI...˙2.·¡ÕΩ. */
	$"2B36 25C9 010E B611 CA1B CD0C 0AF2 1B11"            /* +6%…..∂. .Õ..Ú.. */
	$"1606 CD55 09C4 0112 E1C1 FA57 11C5 5F78"            /* ..ÕU∆ƒ..·¡˙W.≈_x */
	$"9293 F469 12CD 7D12 CDA4 12B3 C477 12B3"            /* íìÙi.Õ}.Õ§.≥ƒw.≥ */
	$"C491 12D1 C3B6 105F 79B7 C416 0F83 FA62"            /* ƒë.—√∂._y∑ƒ..É˙b */
	$"11AF C5F5 FC18 0FFA 6411 C17B 90C1 5F82"            /* .Ø≈ı¸..˙d.¡{ê¡_Ç */
	$"78FA 7F11 9293 F469 12C5 CD7D 1218 11CD"            /* x˙..íìÙi.≈Õ}...Õ */
	$"6912 79CD 9412 4FAF 9293 CD69 12C5 474F"            /* i.yÕî.OØíìÕi.≈GO */
	$"CDA4 12C1 B120 032A F340 833D F469 1250"            /* Õ§.¡± .*Û@É=Ùi.P */
	$"C3BF 10E5 D5CD CC0A D1AF CAB0 111E 1001"            /* √ø.Â’ÕÃ.—Ø ∞.... */
	$"1E06 CD55 0937 C401 12E1 C1F5 79B7 F5C4"            /* ..ÕU∆7ƒ..·¡ıy∑ıƒ */
	$"160F 804F 7AE6 04FE 019F 5781 4F93 F5C5"            /* ..ÄOzÊ.˛.üWÅOìı≈ */
	$"FC18 0FFA D011 C1F1 C5F5 FADE 11AF 2F3C"            /* ¸..˙–.¡Ò≈ı˙ﬁ.Ø/< */
	$"803C 8247 0E00 CDA4 12F1 F471 12C1 F1CC"            /* Ä<ÇG..Õ§.ÒÙq.¡ÒÃ */
	$"2F09 F138 0383 9092 C5CD 7410 EBD1 C3BF"            /* /∆Ò8.Éêí≈Õt.Î—√ø */
	$"10D5 AFF5 E7E2 2212 3A24 41FE 91D2 2212"            /* .’ØıÁ‚".:$A˛ë“". */
	$"1164 1321 2741 CDD3 09CD A10D F1D6 0AF5"            /* .d.!'AÕ”∆Õ°¬Ò÷.ı */
	$"18E6 CD4F 12E7 300B 0143 9111 F94F CD0C"            /* .ÊÕO.Á0..Cë.˘OÕ. */
	$"0A18 0611 6C13 CD49 0AF2 4B12 F1CD 0B0F"            /* ....l.ÕI.ÚK.ÒÕ.. */
	$"F518 E2F1 CD18 0FF5 CD4F 12F1 B7D1 C9E7"            /* ı.‚ÒÕ..ıÕO.Ò∑—…Á */
	$"EA5E 1201 7494 11F8 23CD 0C0A 1806 1174"            /* Í^..tî.¯#Õ.....t */
	$"13CD 490A E1F2 4312 E9B7 C83D 3630 2318"            /* .ÕI.·ÚC.È∑»=60#. */
	$"F920 04C8 CD91 1236 3023 3D18 F67B 823C"            /* ˘ .»Õë.60#=.ˆ{Ç< */
	$"473C D603 30FC C605 4F3A D840 E640 C04F"            /* G<÷.0¸∆.O:ÿ@Ê@¿O */
	$"C905 2008 362E 22F3 4023 48C9 0DC0 362C"            /* …. .6."Û@#H…¬¿6, */
	$"230E 03C9 D5E7 E2EA 12C5 E5CD FC09 217C"            /* #..…’Á‚Í.≈ÂÕ¸∆!| */
	$"13CD F709 CD77 0CAF CD7B 0BE1 C111 8C13"            /* .Õ˜∆Õw.ØÕ{.·¡.å. */
	$"3E0A CD91 12C5 F5E5 D506 2F04 E1E5 CD48"            /* >.Õë.≈ıÂ’./.·ÂÕH */
	$"0D30 F8E1 CD36 0DEB E170 23F1 C13D 20E2"            /* ¬0¯·Õ6¬Î·p#Ò¡= ‚ */
	$"C5E5 211D 41CD B109 180C C5E5 CD08 073C"            /* ≈Â!.AÕ±∆..≈ÂÕ..< */
	$"CDFB 0ACD B409 E1C1 AF11 D213 3FCD 9112"            /* Õ˚.Õ¥∆·¡Ø.“.?Õë. */
	$"C5F5 E5D5 CDBF 09E1 062F 047B 965F 237A"            /* ≈ıÂ’Õø∆·./.{ñ_#z */
	$"9E57 2379 9E4F 2B2B 30F0 CDB7 0723 CDB4"            /* ûW#yûO++0Õ∑.#Õ¥ */
	$"09EB E170 23F1 C138 D313 133E 0418 06D5"            /* ∆Î·p#Ò¡8”..>...’ */
	$"11D8 133E 05CD 9112 C5F5 E5EB 4E23 46C5"            /* .ÿ.>.Õë.≈ıÂÎN#F≈ */
	$"23E3 EB2A 2141 062F 047D 936F 7C9A 6730"            /* #„Î*!A./.}ìo|ög0 */
	$"F719 2221 41D1 E170 23F1 C13D 20D7 CD91"            /* ˜."!A—·p#Ò¡= ◊Õë */
	$"1277 D1C9 0000 0000 F902 15A2 FDFF 9F31"            /* .w—…....˘..¢˝ˇü1 */
	$"A95F 63B2 FEFF 03BF C91B 0EB6 0000 0000"            /* ©_c≤˛ˇ.ø…..∂.... */
	$"0000 0080 0000 04BF C91B 0EB6 0080 C6A4"            /* ...Ä...ø…..∂.Ä∆§ */
	$"7E8D 0300 407A 10F3 5A00 00A0 724E 1809"            /* ~ç..@z.ÛZ..†rN.∆ */
	$"0000 10A5 D4E8 0000 00E8 7648 1700 0000"            /* ...•‘Ë...ËvH.... */
	$"E40B 5402 0000 00CA 9A3B 0000 0000 E1F5"            /* ‰.T.... ö;....·ı */
	$"0500 0000 8096 9800 0000 0040 420F 0000"            /* ....Äñò....@B... */
	$"0000 A086 0110 2700 1027 E803 6400 0A00"            /* ..†Ü..'..'Ë.d... */
	$"0100 2182 09E3 E9CD A409 2180 13CD B109"            /* ..!Ç∆„ÈÕ§∆!Ä.Õ±∆ */
	$"1803 CDB1 0AC1 D1CD 5509 7828 3CF2 0414"            /* ..Õ±.¡—ÕU∆x(<Ú.. */
	$"B7CA 9A19 B7CA 7907 D5C5 79F6 7FCD BF09"            /* ∑ ö.∑ y.’≈yˆ.Õø∆ */
	$"F221 14D5 C5CD 400B C1D1 F5CD 0C0A E17C"            /* Ú!.’≈Õ@.¡—ıÕ..·| */
	$"1FE1 2223 41E1 2221 41DC E213 CC82 09D5"            /* .·"#A·"!A‹‚.ÃÇ∆’ */
	$"C5CD 0908 C1D1 CD47 08CD A409 0138 8111"            /* ≈Õ∆.¡—ÕG.Õ§∆.8Å. */
	$"3BAA CD47 083A 2441 FE88 D231 09CD 400B"            /* ;™ÕG.:$A˛à“1∆Õ@. */
	$"C680 C602 DA31 09F5 21F8 07CD 0B07 CD41"            /* ∆Ä∆.⁄1∆ı!¯.Õ..ÕA */
	$"08F1 C1D1 F5CD 1307 CD82 0921 7914 CDA9"            /* .Ò¡—ıÕ..ÕÇ∆!y.Õ© */
	$"1411 0000 C14A C347 0808 402E 9474 704F"            /* ....¡J√G..@.îtpO */
	$"2E77 6E02 887A E6A0 2A7C 50AA AA7E FFFF"            /* .wn.àzÊ†*|P™™~ˇˇ */
	$"7F7F 0000 8081 0000 0081 CDA4 0911 320C"            /* ....ÄÅ...ÅÕ§∆.2. */
	$"D5E5 CDBF 09CD 4708 E1CD A409 7E23 CDB1"            /* ’ÂÕø∆ÕG.·Õ§∆~#Õ± */
	$"0906 F1C1 D13D C8D5 C5F5 E5CD 4708 E1CD"            /* ∆.Ò¡—=»’≈ıÂÕG.·Õ */
	$"C209 E5CD 1607 E118 E9CD 7F0A 7CB7 FA4A"            /* ¬∆ÂÕ..·.ÈÕ..|∑˙J */
	$"1EB5 CAF0 14E5 CDF0 14CD BF09 EBE3 C5CD"            /* .µ .ÂÕ.Õø∆Î„≈Õ */
	$"CF0A C1D1 CD47 0821 F807 CD0B 07C3 400B"            /* œ.¡—ÕG.!¯.Õ..√@. */
	$"2190 40E5 1100 004B 2603 2E08 EB29 EB79"            /* !ê@Â...K&...Î)Îy */
	$"174F E37E 0777 E3D2 1615 E52A AA40 19EB"            /* .O„~.w„“..Â*™@.Î */
	$"3AAC 4089 4FE1 2DC2 FC14 E323 E325 C2FA"            /* :¨@âO·-¬¸.„#„%¬˙ */
	$"14E1 2165 B019 22AA 40CD EF0A 3E05 8932"            /* .·!e∞."™@ÕÔ.>.â2 */
	$"AC40 EB06 8021 2541 702B 704F 0600 C365"            /* ¨@Î.Ä!%Ap+pO..√e */
	$"0721 8B15 CD0B 07CD A409 0149 8311 DB0F"            /* .!ã.Õ..Õ§∆.IÉ.€. */
	$"CDB4 09C1 D1CD A208 CDA4 09CD 400B C1D1"            /* Õ¥∆¡—Õ¢.Õ§∆Õ@.¡— */
	$"CD13 0721 8F15 CD10 07CD 5509 37F2 7715"            /* Õ..!è.Õ..ÕU∆7Úw. */
	$"CD08 07CD 5509 B7F5 F482 0921 8F15 CD0B"            /* Õ..ÕU∆∑ıÙÇ∆!è.Õ. */
	$"07F1 D482 0921 9315 C39A 14DB 0F49 8100"            /* .Ò‘Ç∆!ì.√ö.€.IÅ. */
	$"0000 7F05 BAD7 1E86 6426 9987 5834 2387"            /* ....∫◊.Üd&ôáX4#á */
	$"E05D A586 DA0F 4983 CDA4 09CD 4715 C1E1"            /* ‡]•Ü⁄.IÉÕ§∆ÕG.¡· */
	$"CDA4 09EB CDB4 09CD 4115 C3A0 08CD 5509"            /* Õ§∆ÎÕ¥∆ÕA.√†.ÕU∆ */
	$"FCE2 13FC 8209 3A24 41FE 8138 0C01 0081"            /* ¸‚.¸Ç∆:$A˛Å8...Å */
	$"5159 CDA2 0821 1007 E521 E315 CD9A 1421"            /* QYÕ¢.!..Â!„.Õö.! */
	$"8B15 C909 4AD7 3B78 026E 847B FEC1 2F7C"            /* ã.…∆J◊;x.nÑ{˛¡/| */
	$"7431 9A7D 843D 5A7D C87F 917E E4BB 4C7E"            /* t1ö}Ñ=Z}».ë~‰ªL~ */
	$"6CAA AA7F 0000 0081 8A09 370B 7709 D427"            /* l™™....Åä∆7.w∆‘' */
	$"EF2A F527 E713 C914 0908 3914 4115 4715"            /* Ô*ı'Á.….∆.9.A.G. */
	$"A815 BD15 AA2C 5241 5841 5E41 6141 6441"            /* ®.Ω.™,RAXA^AaAdA */
	$"6741 6A41 6D41 7041 7F0A B10A DB0A 260B"            /* gAjAmApA..±.€.&. */
	$"032A 3628 C52A 0F2A 1F2A 612A 912A 9A2A"            /* .*6(≈*.*.*a*ë*ö* */
	$"C54E 44C6 4F52 D245 5345 54D3 4554 C34C"            /* ≈ND∆OR“ESET”ET√L */
	$"53C3 4D44 D241 4E44 4F4D CE45 5854 C441"            /* S√MD“ANDOMŒEXTƒA */
	$"5441 C94E 5055 54C4 494D D245 4144 CC45"            /* TA…NPUTƒIM“EADÃE */
	$"54C7 4F54 4FD2 554E C946 D245 5354 4F52"            /* T«OTO“UN…F“ESTOR */
	$"45C7 4F53 5542 D245 5455 524E D245 4DD3"            /* E«OSUB“ETURN“EM” */
	$"544F 50C5 4C53 45D4 524F 4ED4 524F 4646"            /* TOP≈LSE‘RON‘ROFF */
	$"C445 4653 5452 C445 4649 4E54 C445 4653"            /* ƒEFSTRƒEFINTƒEFS */
	$"4E47 C445 4644 424C CC49 4E45 C544 4954"            /* NGƒEFDBLÃINE≈DIT */
	$"C552 524F 52D2 4553 554D 45CF 5554 CF4E"            /* ≈RROR“ESUMEœUTœN */
	$"CF50 454E C649 454C 44C7 4554 D055 54C3"            /* œPEN∆IELD«ET–UT√ */
	$"4C4F 5345 CC4F 4144 CD45 5247 45CE 414D"            /* LOSEÃOADÕERGEŒAM */
	$"45CB 494C 4CCC 5345 54D2 5345 54D3 4156"            /* EÀILLÃSET“SET”AV */
	$"45D3 5953 5445 4DCC 5052 494E 54C4 4546"            /* E”YSTEMÃPRINTƒEF */
	$"D04F 4B45 D052 494E 54C3 4F4E 54CC 4953"            /* –OKE–RINT√ONTÃIS */
	$"54CC 4C49 5354 C445 4C45 5445 C155 544F"            /* TÃLISTƒELETE¡UTO */
	$"C34C 4541 52C3 4C4F 4144 C353 4156 45CE"            /* √LEAR√LOAD√SAVEŒ */
	$"4557 D441 4228 D44F C64E D553 494E 47D6"            /* EW‘AB(‘O∆N’SING÷ */
	$"4152 5054 52D5 5352 C552 4CC5 5252 D354"            /* ARPTR’SR≈RL≈RR”T */
	$"5249 4E47 24C9 4E53 5452 D04F 494E 54D4"            /* RING$…NSTR–OINT‘ */
	$"494D 4524 CD45 4DC9 4E4B 4559 24D4 4845"            /* IME$ÕEM…NKEY$‘HE */
	$"4ECE 4F54 D354 4550 ABAD AAAF DBC1 4E44"            /* NŒOT”TEP´≠™Ø€¡ND */
	$"CF52 BEBD BCD3 474E C94E 54C1 4253 C652"            /* œRæΩº”GN…NT¡BS∆R */
	$"45C9 4E50 D04F 53D3 5152 D24E 44CC 4F47"            /* E…NP–OS”QR“NDÃOG */
	$"C558 50C3 4F53 D349 4ED4 414E C154 4ED0"            /* ≈XP√OS”IN‘AN¡TN– */
	$"4545 4BC3 5649 C356 53C3 5644 C54F 46CC"            /* EEK√VI√VS√VD≈OFÃ */
	$"4F43 CC4F 46CD 4B49 24CD 4B53 24CD 4B44"            /* OCÃOFÕKI$ÕKS$ÕKD */
	$"24C3 494E 54C3 534E 47C3 4442 4CC6 4958"            /* $√INT√SNG√DBL∆IX */
	$"CC45 4ED3 5452 24D6 414C C153 43C3 4852"            /* ÃEN”TR$÷AL¡SC√HR */
	$"24CC 4546 5424 D249 4748 5424 CD49 4424"            /* $ÃEFT$“IGHT$ÕID$ */
	$"A780 AE1D A11C 3801 3501 C901 7341 D301"            /* ßÄÆ.°.8.5.….sA”. */
	$"B622 051F 9A21 0826 EF21 211F C21E A31E"            /* ∂"..ö!.&Ô!!.¬.£. */
	$"3920 911D B11E DE1E 071F A91D 071F F71D"            /* 9 ë.±.ﬁ...©...˜. */
	$"F81D 001E 031E 061E 091E A341 602E F41F"            /* ¯.......∆.£A`.Ù. */
	$"AF1F FB2A 6C1F 7941 7C41 7F41 8241 8541"            /* Ø.˚*l.yA|A.AÇAÖA */
	$"8841 8B41 8E41 9141 9741 9A41 A041 B202"            /* àAãAéAëAóAöA†A≤. */
	$"6720 5B41 B12C 6F20 E41D 2E2B 292B C62B"            /* g [A±,o ‰..+)+∆+ */
	$"0820 7A1E 1F2C F52B 491B 7979 7C7C 7F50"            /* . z..,ı+I.yy||.P */
	$"46DB 0A00 007F 0AF4 0AB1 0A77 0C70 0CA1"            /* F€.....Ù.±.w.p.° */
	$"0DE5 0D78 0A16 0713 0747 08A2 080C 0AD2"            /* ¬Â¬x.....G.¢...“ */
	$"0BC7 0BF2 0B90 2439 0A4E 4653 4E52 474F"            /* .«.Ú.ê$9.NFSNRGO */
	$"4446 434F 564F 4D55 4C42 5344 442F 3049"            /* DFCOVOMULBSDD/0I */
	$"4454 4D4F 534C 5353 5443 4E4E 5252 5755"            /* DTMOSLSSTCNNRRWU */
	$"454D 4F46 444C 33D6 006F 7CDE 0067 78DE"            /* EMOFDL3÷.o|ﬁ.gxﬁ */
	$"0047 3E00 C94A 1E40 E64D DB00 C9D3 00C9"            /* .G>.…J.@ÊM€.…”.… */
	$"0000 0000 4030 004C 43FE FFE9 4220 4572"            /* ....@0.LC˛ˇÈB Er */
	$"726F 7200 2069 6E20 0052 4541 4459 0D00"            /* ror. in .READY¬. */
	$"4272 6561 6B00 2104 0039 7E23 FE81 C04E"            /* Break.!..9~#˛Å¿N */
	$"2346 23E5 6960 7AB3 EB28 02EB DF01 0E00"            /* #F#Âi`z≥Î(.Îﬂ... */
	$"E1C8 0918 E5CD 6C19 C5E3 C1DF 7E02 C80B"            /* ·»∆.ÂÕl.≈„¡ﬂ~.». */
	$"2B18 F8E5 2AFD 4006 0009 093E E53E C695"            /* +.¯Â*˝@..∆∆>Â>∆ï */
	$"6F3E FF9C 3804 6739 E1D8 1E0C 1824 2AA2"            /* o>ˇú8.g9·ÿ...$*¢ */
	$"407C A53C 2808 3AF2 40B7 1E22 2014 C3C1"            /* @|•<(.:Ú@∑." .√¡ */
	$"1D2A DA40 22A2 401E 0201 1E14 011E 0001"            /* .*⁄@"¢@......... */
	$"1E24 2AA2 4022 EA40 22EC 4001 B419 2AE8"            /* .$*¢@"Í@"Ï@.¥.*Ë */
	$"40C3 9A1B C17B 4B32 9A40 2AE6 4022 EE40"            /* @√ö.¡{K2ö@*Ê@"Ó@ */
	$"EB2A EA40 7CA5 3C28 0722 F540 EB22 F740"            /* Î*Í@|•<(."ı@Î"˜@ */
	$"2AF0 407C B5EB 21F2 4028 08A6 2005 35EB"            /* *@|µÎ!Ú@(.¶ .5Î */
	$"C336 1DAF 7759 CDF9 2021 C918 CDA6 4157"            /* √6.ØwYÕ˘ !….Õ¶AW */
	$"3E3F CD2A 0319 7ECD 2A03 D7CD 2A03 211D"            /* >?Õ*..~Õ*.◊Õ*.!. */
	$"19E5 2AEA 40E3 CDA7 28E1 11FE FFDF CA74"            /* .Â*Í@„Õß(·.˛ˇﬂ t */
	$"067C A53C C4A7 0F3E C1CD 8B03 CDAC 41CD"            /* .|•<ƒß.>¡Õã.Õ¨AÕ */
	$"F801 CDF9 2021 2919 CDA7 283A 9A40 D602"            /* ¯.Õ˘ !).Õß(:ö@÷. */
	$"CC53 2E21 FFFF 22A2 403A E140 B728 372A"            /* ÃS.!ˇˇ"¢@:·@∑(7* */
	$"E240 E5CD AF0F D1D5 CD2C 1B3E 2A38 023E"            /* ‚@ÂÕØ.—’Õ,.>*8.> */
	$"20CD 2A03 CD61 03D1 3006 AF32 E140 18B9"            /*  Õ*.Õa.—0.Ø2·@.π */
	$"2AE4 4019 38F4 D511 F9FF DFD1 30EC 22E2"            /* *‰@.8Ù’.˘ˇﬂ—0Ï"‚ */
	$"40F6 FFC3 EB2F 3E3E CD2A 03CD 6103 DA33"            /* @ˆˇ√Î/>>Õ*.Õa.⁄3 */
	$"1AD7 3C3D CA33 1AF5 CD5A 1E2B 7EFE 2028"            /* .◊<= 3.ıÕZ.+~˛ ( */
	$"FA23 7EFE 20CC C909 D5CD C01B D1F1 22E6"            /* ˙#~˛ Ã…∆’Õ¿.—Ò"Ê */
	$"40CD B241 D25A 1DD5 C5AF 32DD 40D7 B7F5"            /* @Õ≤A“Z.’≈Ø2›@◊∑ı */
	$"EB22 EC40 EBCD 2C1B C5DC E42B D1F1 D528"            /* Î"Ï@ÎÕ,.≈‹‰+—Ò’( */
	$"27D1 2AF9 40E3 C109 E5CD 5519 E122 F940"            /* '—*˘@„¡∆ÂÕU.·"˘@ */
	$"EB74 D1E5 2323 7323 7223 EB2A A740 EB1B"            /* Ît—Â##s#r#Î*ß@Î. */
	$"1B1A 7723 13B7 20F9 D1CD FC1A CDB5 41CD"            /* ..w#.∑ ˘—Õ¸.ÕµAÕ */
	$"5D1B CDB8 41C3 331A 2AA4 40EB 626B 7E23"            /* ].Õ∏A√3.*§@Îbk~# */
	$"B6C8 2323 23AF BE23 20FC EB73 2372 18EC"            /* ∂»###Øæ# ¸Îs#r.Ï */
	$"1100 00D5 2809 D1CD 4F1E D528 0BCF CE11"            /* ...’(∆—ÕO.’(.œŒ. */
	$"FAFF C44F 1EC2 9719 EBD1 E3E5 2AA4 4044"            /* ˙ˇƒO.¬ó.Î—„Â*§@D */
	$"4D7E 23B6 2BC8 2323 7E23 666F DF60 697E"            /* M~#∂+»##~#foﬂ`i~ */
	$"2366 6F3F C83F D018 E6C0 CDC9 012A A440"            /* #fo?»?–.Ê¿Õ….*§@ */
	$"CDF8 1D32 E140 7723 7723 22F9 402A A440"            /* Õ¯.2·@w#w#"˘@*§@ */
	$"2B22 DF40 061A 2101 4136 0423 10FB AF32"            /* +"ﬂ@..!.A6.#.˚Ø2 */
	$"F240 6F67 22F0 4022 F740 2AB1 4022 D640"            /* Ú@og"@"˜@*±@"÷@ */
	$"CD91 1D2A F940 22FB 4022 FD40 CDBB 41C1"            /* Õë.*˘@"˚@"˝@ÕªA¡ */
	$"2AA0 402B 2B22 E840 2323 F921 B540 22B3"            /* *†@++"Ë@##˘!µ@"≥ */
	$"40CD 8B03 CD69 21AF 676F 32DC 40E5 C52A"            /* @Õã.Õi!Øgo2‹@Â≈* */
	$"DF40 C93E 3FCD 2A03 3E20 CD2A 03C3 6103"            /* ﬂ@…>?Õ*.> Õ*.√a. */
	$"AF32 B040 4FEB 2AA7 402B 2BEB 7EFE 20CA"            /* Ø2∞@OÎ*ß@++Î~˛   */
	$"5B1C 47FE 22CA 771C B7CA 7D1C 3AB0 40B7"            /* [.G˛" w.∑ }.:∞@∑ */
	$"7EC2 5B1C FE3F 3EB2 CA5B 1C7E FE30 3805"            /* ~¬[.˛?>≤ [.~˛08. */
	$"FE3C DA5B 1CD5 114F 16C5 013D 1CC5 067F"            /* ˛<⁄[.’.O.≈.=.≈.. */
	$"7EFE 6138 07FE 7B30 03E6 5F77 4EEB 23B6"            /* ~˛a8.˛{0.Ê_wNÎ#∂ */
	$"F20E 1C04 7EE6 7FC8 B920 F3EB E513 1AB7"            /* Ú...~Ê.»π ÛÎÂ..∑ */
	$"FA39 1C4F 78FE 8D20 02D7 2B23 7EFE 6138"            /* ˙9.Ox˛ç .◊+#~˛a8 */
	$"02E6 5FB9 28E7 E118 D348 F1EB C9EB 79C1"            /* .Ê_π(Á·.”HÒÎ…Îy¡ */
	$"D1EB FE95 363A 2002 0C23 FEFB 200C 363A"            /* —Î˛ï6: ..#˛˚ .6: */
	$"2306 9370 23EB 0C0C 181D EB23 1213 0CD6"            /* #.ìp#Î....Î#...÷ */
	$"3A28 04FE 4E20 0332 B040 D659 C2CC 1B47"            /* :(.˛N .2∞@÷Y¬Ã.G */
	$"7EB7 2809 B828 E423 120C 1318 F321 0500"            /* ~∑(∆∏(‰#....Û!.. */
	$"4409 444D 2AA7 402B 2B2B 1213 1213 12C9"            /* D∆DM*ß@+++.....… */
	$"7C92 C07D 93C9 7EE3 BE23 E3CA 781D C397"            /* |í¿}ì…~„æ#„ x.√ó */
	$"193E 6432 DC40 CD21 1FE3 CD36 19D1 2005"            /* .>d2‹@Õ!.„Õ6.— . */
	$"09F9 22E8 40EB 0E08 CD63 19E5 CD05 1FE3"            /* ∆˘"Ë@Î..Õc.ÂÕ..„ */
	$"E52A A240 E3CF BDE7 CAF6 0AD2 F60A F5CD"            /* Â*¢@„œΩÁ ˆ.“ˆ.ıÕ */
	$"3723 F1E5 F2EC 1CCD 7F0A E311 0100 7EFE"            /* 7#ÒÂÚÏ.Õ..„...~˛ */
	$"CCCC 012B D5E5 EBCD 9E09 1822 CDB1 0ACD"            /* ÃÃ.+’ÂÎÕû∆."Õ±.Õ */
	$"BF09 E1C5 D501 0081 515A 7EFE CC3E 0120"            /* ø∆·≈’..ÅQZ~˛Ã>.  */
	$"0ECD 3823 E5CD B10A CDBF 09CD 5509 E1C5"            /* .Õ8#ÂÕ±.Õø∆ÕU∆·≈ */
	$"D54F E747 C5E5 2ADF 40E3 0681 C533 CD58"            /* ’OÁG≈Â*ﬂ@„.Å≈3ÕX */
	$"03B7 C4A0 1D22 E640 ED73 E840 7EFE 3A28"            /* .∑ƒ†."Ê@ÌsË@~˛:( */
	$"29B7 C297 1923 7E23 B6CA 7E19 235E 2356"            /* )∑¬ó.#~#∂ ~.#^#V */
	$"EB22 A240 3A1B 41B7 280F D53E 3CCD 2A03"            /* Î"¢@:.A∑(.’><Õ*. */
	$"CDAF 0F3E 3ECD 2A03 D1EB D711 1E1D D5C8"            /* ÕØ.>>Õ*.—Î◊...’» */
	$"D680 DA21 1FFE 3CD2 E72A 074F 0600 EB21"            /* ÷Ä⁄!.˛<“Á*.O..Î! */
	$"2218 094E 2346 C5EB 237E FE3A D0FE 20CA"            /* ".∆N#F≈Î#~˛:–˛   */
	$"781D FE0B 3005 FE09 D278 1DFE 303F 3C3D"            /* x.˛.0.˛∆“x.˛0?<= */
	$"C9EB 2AA4 402B 22FF 40EB C9CD 5803 B7C8"            /* …Î*§@+"ˇ@Î…ÕX.∑» */
	$"FE60 CC84 0332 9940 3DC0 3CC3 B41D C0F5"            /* ˛`ÃÑ.2ô@=¿<√¥.¿ı */
	$"CCBB 41F1 22E6 4021 B540 22B3 4021 F6FF"            /* ÃªAÒ"Ê@!µ@"≥@!ˆˇ */
	$"C12A A240 E5F5 7DA4 3C28 0922 F540 2AE6"            /* ¡*¢@Âı}§<(∆"ı@*Ê */
	$"4022 F740 CD8B 03CD F920 F121 3019 C206"            /* @"˜@Õã.Õ˘ Ò!0.¬. */
	$"1AC3 181A 2AF7 407C B51E 20CA A219 EB2A"            /* .√..*˜@|µ.  ¢.Î* */
	$"F540 22A2 40EB C93E AF32 1B41 C9F1 E1C9"            /* ı@"¢@Î…>Ø2.A…Ò·… */
	$"1E03 011E 0201 1E04 011E 08CD 3D1E 0197"            /* ...........Õ=..ó */
	$"19C5 D8D6 414F 47D7 FECE 2009 D7CD 3D1E"            /* .≈ÿ÷AOG◊˛Œ ∆◊Õ=. */
	$"D8D6 4147 D778 91D8 3CE3 2101 4106 0009"            /* ÿ÷AG◊xëÿ<„!.A..∆ */
	$"7323 3D20 FBE1 7EFE 2CC0 D718 CE7E FE41"            /* s#= ˚·~˛,¿◊.Œ~˛A */
	$"D8FE 5B3F C9D7 CD02 2BF0 1E08 C3A2 197E"            /* ÿ˛[?…◊Õ.+..√¢.~ */
	$"FE2E EB2A EC40 EBCA 781D 2B11 0000 D7D0"            /* ˛.Î*Ï@Î x.+...◊– */
	$"E5F5 2198 19DF DA97 1962 6B19 2919 29F1"            /* Âı!ò.ﬂ⁄ó.bk.).)Ò */
	$"D630 5F16 0019 EBE1 18E4 CA61 1BCD 461E"            /* ÷0_...Î·.‰ a.ÕF. */
	$"2BD7 C0E5 2AB1 407D 935F 7C9A 57DA 7A19"            /* +◊¿Â*±@}ì_|öW⁄z. */
	$"2AF9 4001 2800 09DF D27A 19EB 22A0 40E1"            /* *˘@.(.∆ﬂ“z.Î"†@· */
	$"C361 1BCA 5D1B CDC7 41CD 611B 011E 1D18"            /* √a. ].Õ«AÕa..... */
	$"100E 03CD 6319 C1E5 E52A A240 E33E 91F5"            /* ...Õc.¡ÂÂ*¢@„>ëı */
	$"33C5 CD5A 1ECD 071F E52A A240 DFE1 23DC"            /* 3≈ÕZ.Õ..Â*¢@ﬂ·#‹ */
	$"2F1B D42C 1B60 692B D81E 0EC3 A219 C016"            /* /.‘,.`i+ÿ..√¢.¿. */
	$"FFCD 3619 F922 E840 FE91 1E04 C2A2 19E1"            /* ˇÕ6.˘"Ë@˛ë..¬¢.· */
	$"22A2 4023 7CB5 2007 3ADD 40B7 C218 1A21"            /* "¢@#|µ .:›@∑¬..! */
	$"1E1D E33E E101 3A0E 0006 0079 4847 7EB7"            /* ..„>·.:....yHG~∑ */
	$"C8B8 C823 FE22 28F3 D68F 20F2 B88A 5718"            /* »∏»#˛"(Û÷è Ú∏äW. */
	$"EDCD 0D26 CFD5 EB22 DF40 EBD5 E7F5 CD37"            /* ÌÕ¬&œ’Î"ﬂ@Î’ÁıÕ7 */
	$"23F1 E3C6 03CD 1928 CD03 0AE5 2028 2A21"            /* #Ò„∆.Õ.(Õ..Â (*! */
	$"41E5 235E 2356 2AA4 40DF 300E 2AA0 40DF"            /* AÂ#^#V*§@ﬂ0.*†@ﬂ */
	$"D130 0F2A F940 DF30 093E D1CD F529 EBCD"            /* —0.*˘@ﬂ0∆>—Õı)ÎÕ */
	$"4328 CDF5 29E3 CDD3 09D1 E1C9 FE9E 2025"            /* C(Õı)„Õ”∆—·…˛û % */
	$"D7CF 8DCD 5A1E 7AB3 2809 CD2A 1B50 59E1"            /* ◊œçÕZ.z≥(∆Õ*.PY· */
	$"D2D9 1EEB 22F0 40EB D83A F240 B7C8 3A9A"            /* “Ÿ.Î"@Îÿ:Ú@∑»:ö */
	$"405F C3AB 19CD 1C2B 7E47 FE91 2803 CF8D"            /* @_√´.Õ.+~G˛ë(.œç */
	$"2B4B 0D78 CA60 1DCD 5B1E FE2C C018 F311"            /* +K¬x `.Õ[.˛,¿.Û. */
	$"F240 1AB7 CAA0 193C 329A 4012 7EFE 8728"            /* Ú@.∑ †.<2ö@.~˛á( */
	$"0CCD 5A1E C07A B3C2 C51E 3C18 02D7 C02A"            /* .ÕZ.¿z≥¬≈.<..◊¿* */
	$"EE40 EB2A EA40 22A2 40EB C07E B720 0423"            /* Ó@Î*Í@"¢@Î¿~∑ .# */
	$"2323 2323 7AA3 3CC2 051F 3ADD 403D CABE"            /* ####z£<¬..:›@= æ */
	$"1DC3 051F CD1C 2BC0 B7CA 4A1E 3D87 5FFE"            /* .√..Õ.+¿∑ J.=á_˛ */
	$"2D38 021E 26C3 A219 110A 00D5 2817 CD4F"            /* -8..&√¢....’(.ÕO */
	$"1EEB E328 11EB CF2C EB2A E440 EB28 06CD"            /* .Î„(.Îœ,Î*‰@Î(.Õ */
	$"5A1E C297 19EB 7CB5 CA4A 1E22 E440 32E1"            /* Z.¬ó.Î|µ J."‰@2· */
	$"40E1 22E2 40C1 C333 1ACD 3723 7EFE 2CCC"            /* @·"‚@¡√3.Õ7#~˛,Ã */
	$"781D FECA CC78 1D2B E5CD 9409 E128 07D7"            /* x.˛ Ãx.+ÂÕî∆·(.◊ */
	$"DAC2 1EC3 5F1D 1601 CD05 1FB7 C8D7 FE95"            /* ⁄¬.√_...Õ..∑»◊˛ï */
	$"20F6 1520 F318 E83E 0132 9C40 C39B 20CD"            /*  ˆ. Û.Ë>.2ú@√õ Õ */
	$"CA41 FE40 2019 CD01 2BFE 04D2 4A1E E521"            /*  A˛@ .Õ.+˛.“J.Â! */
	$"003C 1922 2040 7BE6 3F32 A640 E1CF 2CFE"            /* .<." @{Ê?2¶@·œ,˛ */
	$"2320 08CD 8402 3E80 329C 402B D7CC FE20"            /* # .ÕÑ.>Ä2ú@+◊Ã˛  */
	$"CA69 21FE BFCA BD2C FEBC CA37 21E5 FE2C"            /*  i!˛ø Ω,˛º 7!Â˛, */
	$"CA08 21FE 3BCA 6421 C1CD 3723 E5E7 2832"            /*  .!˛; d!¡Õ7#ÂÁ(2 */
	$"CDBD 0FCD 6528 CDCD 412A 2141 3A9C 40B7"            /* ÕΩ.Õe(ÕÕA*!A:ú@∑ */
	$"FAE9 2028 083A 9B40 86FE 8418 093A 9D40"            /* ˙È (.:õ@Ü˛Ñ.∆:ù@ */
	$"473A A640 86B8 D4FE 20CD AA28 3E20 CD2A"            /* G:¶@Ü∏‘˛ Õ™(> Õ* */
	$"03B7 CCAA 28E1 C39B 203A A640 B7C8 3E0D"            /* .∑Ã™(·√õ :¶@∑»>¬ */
	$"CD2A 03CD D041 AFC9 CDD3 413A 9C40 B7F2"            /* Õ*.Õ–AØ…Õ”A:ú@∑Ú */
	$"1921 3E2C CD2A 0318 4B28 083A 9B40 FE70"            /* .!>,Õ*..K(.:õ@˛p */
	$"C32B 213A 9E40 473A A640 B8D4 FE20 3034"            /* √+!:û@G:¶@∏‘˛ 04 */
	$"D610 30FC 2F18 23CD 1B2B E63F 5FCF 292B"            /* ÷.0¸/.#Õ.+Ê?_œ)+ */
	$"E5CD D341 3A9C 40B7 FA4A 1ECA 5321 3A9B"            /* ÂÕ”A:ú@∑˙J. S!:õ */
	$"4018 033A A640 2F83 300A 3C47 3E20 CD2A"            /* @..:¶@/É0.<G> Õ* */
	$"0305 20FA E1D7 C3A0 203A 9C40 B7FC F801"            /* .. ˙·◊√† :ú@∑¸¯. */
	$"AF32 9C40 CDBE 41C9 3F52 4544 4F0D 003A"            /* Ø2ú@ÕæA…?REDO¬.: */
	$"DE40 B7C2 9119 3AA9 40B7 1E2A CAA2 19C1"            /* ﬁ@∑¬ë.:©@∑.* ¢.¡ */
	$"2178 21CD A728 2AE6 40C9 CD28 287E CDD6"            /* !x!Õß(*Ê@…Õ((~Õ÷ */
	$"41D6 2332 A940 7E20 20CD 9302 E506 FA2A"            /* A÷#2©@~  Õì.Â.˙* */
	$"A740 CD35 0277 23FE 0D28 0210 F52B 3600"            /* ß@Õ5.w#˛¬(..ı+6. */
	$"CDF8 012A A740 2B18 2201 DB21 C5FE 22C0"            /* Õ¯.*ß@+.".€!≈˛"¿ */
	$"CD66 28CF 3BE5 CDAA 28E1 C9E5 CDB3 1BC1"            /* Õf(œ;ÂÕ™(·…ÂÕ≥.¡ */
	$"DABE 1D23 7EB7 2BC5 CA04 1F36 2C18 05E5"            /* ⁄æ.#~∑+≈ ..6,..Â */
	$"2AFF 40F6 AF32 DE40 E318 02CF 2CCD 0D26"            /* *ˇ@ˆØ2ﬁ@„..œ,Õ¬& */
	$"E3D5 7EFE 2C28 263A DE40 B7C2 9622 3AA9"            /* „’~˛,(&:ﬁ@∑¬ñ":© */
	$"40B7 1E06 CAA2 193E 3FCD 2A03 CDB3 1BD1"            /* @∑.. ¢.>?Õ*.Õ≥.— */
	$"C1DA BE1D 237E B72B C5CA 041F D5CD DC41"            /* ¡⁄æ.#~∑+≈ ..’Õ‹A */
	$"E7F5 2019 D757 47FE 2228 0516 3A06 2C2B"            /* Áı .◊WG˛"(..:.,+ */
	$"CD69 28F1 EB21 5A22 E3D5 C333 1FD7 F1F5"            /* Õi(ÒÎ!Z"„’√3.◊Òı */
	$"0143 22C5 DA6C 0ED2 650E 2BD7 2805 FE2C"            /* .C"≈⁄l.“e.+◊(.˛, */
	$"C27F 21E3 2BD7 C2FB 21D1 0000 0000 003A"            /* ¬.!„+◊¬˚!—.....: */
	$"DE40 B7EB C296 1DD5 CDDF 41B6 2186 22C4"            /* ﬁ@∑Î¬ñ.’ÕﬂA∂!Ü"ƒ */
	$"A728 E1C3 6921 3F45 7874 7261 2069 676E"            /* ß(·√i!?Extra ign */
	$"6F72 6564 0D00 CD05 1FB7 2012 237E 23B6"            /* ored¬.Õ..∑ .#~#∂ */
	$"1E06 CAA2 1923 5E23 56EB 22DA 40EB D7FE"            /* .. ¢.#^#VÎ"⁄@Î◊˛ */
	$"8820 E3C3 2D22 1100 00C4 0D26 22DF 40CD"            /* à „√-"...ƒ¬&"ﬂ@Õ */
	$"3619 C29D 19F9 22E8 40D5 7E23 F5D5 7E23"            /* 6.¬ù.˘"Ë@’~#ı’~# */
	$"B7FA EA22 CDB1 09E3 E5CD 0B07 E1CD CB09"            /* ∑˙Í"Õ±∆„ÂÕ..·ÕÀ∆ */
	$"E1CD C209 E5CD 0C0A 1829 2323 2323 4E23"            /* ·Õ¬∆ÂÕ...)####N# */
	$"4623 E35E 2356 E569 60CD D20B 3AAF 40FE"            /* F#„^#VÂi`Õ“.:Ø@˛ */
	$"04CA B207 EBE1 722B 73E1 D55E 2356 23E3"            /* . ≤.Î·r+s·’^#V#„ */
	$"CD39 0AE1 C190 CDC2 0928 09EB 22A2 4069"            /* Õ9.·¡êÕ¬∆(∆Î"¢@i */
	$"60C3 1A1D F922 E840 2ADF 407E FE2C C21E"            /* `√..˘"Ë@*ﬂ@~˛,¬. */
	$"1DD7 CDB9 22CF 282B 1600 D50E 01CD 6319"            /* .◊Õπ"œ(+..’..Õc. */
	$"CD9F 2422 F340 2AF3 40C1 7E16 00D6 D438"            /* Õü$"Û@*Û@¡~..÷‘8 */
	$"13FE 0330 0FFE 0117 AABA 57DA 9719 22D8"            /* .˛.0.˛..™∫W⁄ó."ÿ */
	$"40D7 18E9 7AB7 C2EC 237E 22D8 40D6 CDD8"            /* @◊.Èz∑¬Ï#~"ÿ@÷Õÿ */
	$"FE07 D05F 3AAF 40D6 03B3 CA8F 2921 9A18"            /* ˛.–_:Ø@÷.≥ è)!ö. */
	$"1978 56BA D0C5 0146 23C5 7AFE 7FCA D423"            /* .xV∫–≈.F#≈z˛. ‘# */
	$"FE51 DAE1 2321 2141 B73A AF40 3D3D 3DCA"            /* ˛Q⁄·#!!A∑:Ø@===  */
	$"F60A 4E23 46C5 FAC5 2323 4E23 46C5 F5B7"            /* ˆ.N#F≈˙≈##N#F≈ı∑ */
	$"E2C4 23F1 2338 0321 1D41 4E23 4623 C54E"            /* ‚ƒ#Ò#8.!.AN#F#≈N */
	$"2346 C506 F1C6 034B 47C5 0106 24C5 2AD8"            /* #F≈.Ò∆.KG≈..$≈*ÿ */
	$"40C3 3A23 CDB1 0ACD A409 01F2 1316 7F18"            /* @√:#Õ±.Õ§∆.Ú.... */
	$"ECD5 CD7F 0AD1 E501 E925 18E1 78FE 64D0"            /* Ï’Õ..—Â.È%.·x˛d– */
	$"C5D5 1104 6421 B825 E5E7 C295 232A 2141"            /* ≈’..d!∏%ÂÁ¬ï#*!A */
	$"E501 8C25 18C7 C179 32B0 4078 FE08 2828"            /* Â.å%.«¡y2∞@x˛.(( */
	$"3AAF 40FE 08CA 6024 5778 FE04 CA72 247A"            /* :Ø@˛. `$Wx˛. r$z */
	$"FE03 CAF6 0AD2 7C24 21BF 1806 0009 094E"            /* ˛. ˆ.“|$!ø...∆∆N */
	$"2346 D12A 2141 C5C9 CDDB 0ACD FC09 E122"            /* #F—*!A≈…Õ€.Õ¸∆·" */
	$"1F41 E122 1D41 C1D1 CDB4 09CD DB0A 21AB"            /* .A·".A¡—Õ¥∆Õ€.!´ */
	$"183A B040 07C5 4F06 0009 C17E 2366 6FE9"            /* .:∞@.≈O..∆¡~#foÈ */
	$"C5CD FC09 F132 AF40 FE04 28DA E122 2141"            /* ≈Õ¸∆Ò2Ø@˛.(⁄·"!A */
	$"18D9 CDB1 0AC1 D121 B518 18D5 E1CD A409"            /* .ŸÕ±.¡—!µ..’·Õ§∆ */
	$"CDCF 0ACD BF09 E122 2341 E122 2141 18E7"            /* Õœ.Õø∆·"#A·"!A.Á */
	$"E5EB CDCF 0AE1 CDA4 09CD CF0A C3A0 08D7"            /* ÂÎÕœ.·Õ§∆Õœ.√†.◊ */
	$"1E28 CAA2 19DA 6C0E CD3D 1ED2 4025 FECD"            /* .( ¢.⁄l.Õ=.“@%˛Õ */
	$"28ED FE2E CA6C 0EFE CECA 3225 FE22 CA66"            /* (Ì˛. l.˛Œ 2%˛" f */
	$"28FE CBCA C425 FE26 CA94 41FE C320 0AD7"            /* (˛À ƒ%˛& îA˛√ .◊ */
	$"3A9A 40E5 CDF8 27E1 C9FE C220 0AD7 E52A"            /* :ö@ÂÕ¯'·…˛¬ .◊Â* */
	$"EA40 CD66 0CE1 C9FE C020 14D7 CF28 CD0D"            /* Í@Õf.·…˛¿ .◊œ(Õ¬ */
	$"26CF 29E5 EB7C B5CA 4A1E CD9A 0AE1 C9FE"            /* &œ)ÂÎ|µ J.Õö.·…˛ */
	$"C1CA FE27 FEC5 CA9D 41FE C8CA C927 FEC7"            /* ¡ ˛'˛≈ ùA˛» …'˛« */
	$"CA76 41FE C6CA 3201 FEC9 CA9D 01FE C4CA"            /*  vA˛∆ 2.˛… ù.˛ƒ  */
	$"2F2A FEBE CA55 41D6 D7D2 4E25 CD35 23CF"            /* /*˛æ UA÷◊“N%Õ5#œ */
	$"29C9 167D CD3A 232A F340 E5CD 7B09 E1C9"            /* )….}Õ:#*Û@ÂÕ{∆·… */
	$"CD0D 26E5 EB22 2141 E7C4 F709 E1C9 0600"            /* Õ¬&ÂÎ"!AÁƒ˜∆·….. */
	$"074F C5D7 79FE 4138 16CD 3523 CF2C CDF4"            /* .O≈◊y˛A8.Õ5#œ,ÕÙ */
	$"0AEB 2A21 41E3 E5EB CD1C 2BEB E318 14CD"            /* .Î*!A„ÂÎÕ.+Î„..Õ */
	$"2C25 E37D FE0C 3807 FE1B E5DC B10A E111"            /* ,%„}˛.8.˛.Â‹±.·. */
	$"3E25 D501 0816 094E 2366 69E9 CDD7 297E"            /* >%’...∆N#fiÈÕ◊)~ */
	$"234E 2346 D1C5 F5CD DE29 D15E 234E 2346"            /* #N#F—≈ıÕﬁ)—^#N#F */
	$"E17B B2C8 7AD6 01D8 AFBB 3CD0 151D 0ABE"            /* ·{≤»z÷.ÿØª<–...æ */
	$"2303 28ED 3FC3 6009 3C8F C1A0 C6FF 9FCD"            /* #.(Ì?√`∆<è¡†∆ˇüÕ */
	$"8D09 1812 165A CD3A 23CD 7F0A 7D2F 6F7C"            /* ç∆...ZÕ:#Õ..}/o| */
	$"2F67 2221 41C1 C346 233A AF40 FE08 3005"            /* /g"!A¡√F#:Ø@˛.0. */
	$"D603 B737 C9D6 03B7 C9C5 CD7F 0AF1 D101"            /* ÷.∑7…÷.∑…≈Õ..Ò—. */
	$"FA27 C5FE 4620 067B B56F 7CB2 C97B A56F"            /* ˙'≈˛F .{µo|≤…{•o */
	$"7CA2 C92B D7C8 CF2C 0103 26C5 F6AF 32AE"            /* |¢…+◊»œ,..&≈ˆØ2Æ */
	$"4046 CD3D 1EDA 9719 AF4F D738 05CD 3D1E"            /* @FÕ=.⁄ó.ØO◊8.Õ=. */
	$"3809 4FD7 38FD CD3D 1E30 F811 5226 D516"            /* 8∆O◊8˝Õ=.0¯.R&’. */
	$"02FE 25C8 14FE 24C8 14FE 21C8 1608 FE23"            /* .˛%».˛$».˛!»..˛# */
	$"C878 D641 E67F 5F16 00E5 2101 4119 56E1"            /* »x÷AÊ._..Â!.A.V· */
	$"2BC9 7A32 AF40 D73A DC40 B7C2 6426 7ED6"            /* +…z2Ø@◊:‹@∑¬d&~÷ */
	$"28CA E926 AF32 DC40 E5D5 2AF9 40EB 2AFB"            /* ( È&Ø2‹@Â’*˘@Î*˚ */
	$"40DF E128 191A 6FBC 1320 0B1A B920 0713"            /* @ﬂ·(..oº. ..π .. */
	$"1AB8 CACC 263E 1313 E526 0019 18DF 7CE1"            /* .∏ Ã&>..Â&...ﬂ|· */
	$"E3F5 D511 F124 DF28 3611 4325 DFD1 2835"            /* „ı’.Ò$ﬂ(6.C%ﬂ—(5 */
	$"F1E3 E5C5 4F06 00C5 0303 032A FD40 E509"            /* Ò„Â≈O..≈...*˝@Â∆ */
	$"C1E5 CD55 19E1 22FD 4060 6922 FB40 2B36"            /* ¡ÂÕU.·"˝@`i"˚@+6 */
	$"00DF 20FA D173 23D1 7323 72EB 13E1 C957"            /* .ﬂ ˙—s#—s#rÎ.·…W */
	$"5FF1 F1E3 C932 2441 C167 6F22 2141 E720"            /* _ÒÒ„…2$A¡go"!AÁ  */
	$"0621 2819 2221 41E1 C9E5 2AAE 40E3 57D5"            /* .!(."!A·…Â*Æ@„W’ */
	$"C5CD 451E C1F1 EBE3 E5EB 3C57 7EFE 2C28"            /* ≈ÕE.¡ÒÎ„ÂÎ<W~˛,( */
	$"EECF 2922 F340 E122 AE40 D52A FB40 3E19"            /* Óœ)"Û@·"Æ@’*˚@>. */
	$"EB2A FD40 EBDF 3AAF 4028 27BE 2320 087E"            /* Î*˝@Îﬂ:Ø@('æ# .~ */
	$"B923 2004 7EB8 3E23 235E 2356 2320 E03A"            /* π# .~∏>##^#V# ‡: */
	$"AE40 B71E 12C2 A219 F196 CA95 271E 10C3"            /* Æ@∑..¬¢.Òñ ï'..√ */
	$"A219 7723 5F16 00F1 7123 7023 4FCD 6319"            /* ¢.w#_..Òq#p#OÕc. */
	$"2323 22D8 4071 233A AE40 1779 010B 0030"            /* ##"ÿ@q#:Æ@.y...0 */
	$"02C1 0371 2370 23F5 CDAA 0BF1 3D20 EDF5"            /* .¡.q#p#ıÕ™.Ò= Ìı */
	$"424B EB19 38C7 CD6C 1922 FD40 2B36 00DF"            /* BKÎ.8«Õl."˝@+6.ﬂ */
	$"20FA 0357 2AD8 405E EB29 09EB 2B2B 7323"            /*  ˙.W*ÿ@^Î)∆Î++s# */
	$"7223 F138 3047 4F7E 2316 E15E 2356 23E3"            /* r#Ò80GO~#.·^#V#„ */
	$"F5DF D23D 27CD AA0B 19F1 3D44 4D20 EB3A"            /* ıﬂ“='Õ™..Ò=DM Î: */
	$"AF40 444D 29D6 0438 0429 2806 29B7 E2C2"            /* Ø@DM)÷.8.)(.)∑‚¬ */
	$"2709 C109 EB2A F340 C9AF E532 AF40 CDD4"            /* '∆¡∆Î*Û@…ØÂ2Ø@Õ‘ */
	$"27E1 D7C9 2AFD 40EB 2100 0039 E720 0DCD"            /* '·◊…*˝@Î!..9Á ¬Õ */
	$"DA29 CDE6 282A A040 EB2A D640 7D93 6F7C"            /* ⁄)ÕÊ(*†@Î*÷@}ìo| */
	$"9A67 C366 0C3A A640 6FAF 67C3 9A0A CDA9"            /* ög√f.:¶@oØg√ö.Õ© */
	$"41D7 CD2C 25E5 2190 08E5 3AAF 40F5 FE03"            /* A◊Õ,%Â!ê.Â:Ø@ı˛. */
	$"CCDA 29F1 EB2A 8E40 E9E5 E607 21A1 184F"            /* Ã⁄)ÒÎ*é@ÈÂÊ.!°.O */
	$"0600 09CD 8625 E1C9 E52A A240 237C B5E1"            /* ..∆ÕÜ%·…Â*¢@#|µ· */
	$"C01E 16C3 A219 CDBD 0FCD 6528 CDDA 2901"            /* ¿..√¢.ÕΩ.Õe(Õ⁄). */
	$"2B2A C57E 23E5 CDBF 28E1 4E23 46CD 5A28"            /* +*≈~#ÂÕø(·N#FÕZ( */
	$"E56F CDCE 29D1 C9CD BF28 21D3 40E5 7723"            /* ÂoÕŒ)—…Õø(!”@Âw# */
	$"7323 72E1 C92B 0622 50E5 0EFF 237E 0CB7"            /* s#r·…+."PÂ.ˇ#~.∑ */
	$"2806 BA28 03B8 20F4 FE22 CC78 1DE3 23EB"            /* (.∫(.∏ Ù˛"Ãx.„#Î */
	$"79CD 5A28 11D3 403E D52A B340 2221 413E"            /* yÕZ(.”@>’*≥@"!A> */
	$"0332 AF40 CDD3 0911 D640 DF22 B340 E17E"            /* .2Ø@Õ”∆.÷@ﬂ"≥@·~ */
	$"C01E 1EC3 A219 23CD 6528 CDDA 29CD C409"            /* ¿..√¢.#Õe(Õ⁄)Õƒ∆ */
	$"1415 C80A CD2A 03FE 0DCC 0321 0318 F2B7"            /* ..».Õ*.˛¬Ã.!..Ú∑ */
	$"0EF1 F52A A040 EB2A D640 2F4F 06FF 0923"            /* .Òı*†@Î*÷@/O.ˇ∆# */
	$"DF38 0722 D640 23EB F1C9 F11E 1ACA A219"            /* ﬂ8."÷@#ÎÒ…Ò.. ¢. */
	$"BFF5 01C1 28C5 2AB1 4022 D640 2100 00E5"            /* øı.¡(≈*±@"÷@!..Â */
	$"2AA0 40E5 21B5 40EB 2AB3 40EB DF01 F728"            /* *†@Â!µ@Î*≥@Îﬂ.˜( */
	$"C24A 292A F940 EB2A FB40 EBDF 2813 7E23"            /* ¬J)*˘@Î*˚@Îﬂ(.~# */
	$"2323 FE03 2004 CD4B 29AF 5F16 0019 18E6"            /* ##˛. .ÕK)Ø_....Ê */
	$"C1EB 2AFD 40EB DFCA 6B29 7E23 CDC2 09E5"            /* ¡Î*˝@Îﬂ k)~#Õ¬∆Â */
	$"09FE 0320 EB22 D840 E14E 0600 0909 23EB"            /* ∆˛. Î"ÿ@·N..∆∆#Î */
	$"2AD8 40EB DF28 DA01 3F29 C5AF B623 5E23"            /* *ÿ@Îﬂ(⁄.?)≈Ø∂#^# */
	$"5623 C844 4D2A D640 DF60 69D8 E1E3 DFE3"            /* V#»DM*÷@ﬂ`iÿ·„ﬂ„ */
	$"E560 69D0 C1F1 F1E5 D5C5 C9D1 E17D B4C8"            /* Â`i–¡ÒÒÂ’≈…—·}¥» */
	$"2B46 2B4E E52B 6E26 0009 5059 2B44 4D2A"            /* +F+NÂ+n&.∆PY+DM* */
	$"D640 CD58 19E1 7123 7069 602B C3E9 28C5"            /* ÷@ÕX.·q#pi`+√È(≈ */
	$"E52A 2141 E3CD 9F24 E3CD F40A 7EE5 2A21"            /* Â*!A„Õü$„ÕÙ.~Â*! */
	$"41E5 861E 1CDA A219 CD57 28D1 CDDE 29E3"            /* AÂÜ..⁄¢.ÕW(—Õﬁ)„ */
	$"CDDD 29E5 2AD4 40EB CDC6 29CD C629 2149"            /* Õ›)Â*‘@ÎÕ∆)Õ∆)!I */
	$"23E3 E5C3 8428 E1E3 7E23 4E23 466F 2C2D"            /* #„Â√Ñ(·„~#N#Fo,- */
	$"C80A 1203 1318 F8CD F40A 2A21 41EB CDF5"            /* ».....¯ÕÙ.*!AÎÕı */
	$"29EB C0D5 5059 1B4E 2AD6 40DF 2005 4709"            /* )Î¿’PY.N*÷@ﬂ .G∆ */
	$"22D6 40E1 C92A B340 2B46 2B4E 2BDF C022"            /* "÷@·…*≥@+F+N+ﬂ¿" */
	$"B340 C901 F827 C5CD D729 AF57 7EB7 C901"            /* ≥@….¯'≈Õ◊)ØW~∑…. */
	$"F827 C5CD 072A CA4A 1E23 5E23 561A C93E"            /* ¯'≈Õ.* J.#^#V.…> */
	$"01CD 5728 CD1F 2B2A D440 73C1 C384 28D7"            /* .ÕW(Õ.+*‘@s¡√Ñ(◊ */
	$"CF28 CD1C 2BD5 CF2C CD37 23CF 29E3 E5E7"            /* œ(Õ.+’œ,Õ7#œ)„ÂÁ */
	$"2805 CD1F 2B18 03CD 132A D1F5 F57B CD57"            /* (.Õ.+..Õ.*—ıı{ÕW */
	$"285F F11C 1D28 D42A D440 7723 1D20 FB18"            /* (_Ò..(‘*‘@w#. ˚. */
	$"CACD DF2A AFE3 4F3E E5E5 7EB8 3802 7811"            /*  Õﬂ*Ø„O>ÂÂ~∏8.x. */
	$"0E00 C5CD BF28 C1E1 E523 4623 6668 0600"            /* ..≈Õø(¡·Â#F#fh.. */
	$"0944 4DCD 5A28 6FCD CE29 D1CD DE29 C384"            /* ∆DMÕZ(oÕŒ)—Õﬁ)√Ñ */
	$"28CD DF2A D1D5 1A90 18CB EB7E CDE2 2A04"            /* (Õﬂ*—’.ê.ÀÎ~Õ‚*. */
	$"05CA 4A1E C51E FFFE 2928 05CF 2CCD 1C2B"            /* . J.≈.ˇ˛)(.œ,Õ.+ */
	$"CF29 F1E3 0169 2AC5 3DBE 0600 D04F 7E91"            /* œ)Ò„.i*≈=æ..–O~ë */
	$"BB47 D843 C9CD 072A CAF8 275F 237E 2366"            /* ªGÿC…Õ.* ¯'_#~#f */
	$"6FE5 1946 72E3 C57E CD65 0EC1 E170 C9EB"            /* oÂ.Fr„≈~Õe.¡·p…Î */
	$"CF29 C1D1 C543 C9FE 7AC2 9719 C3D9 41CD"            /* œ)¡—≈C…˛z¬ó.√ŸAÕ */
	$"1F2B 3294 40CD 9340 C3F8 27CD 0E2B C396"            /* .+2î@Õì@√¯'Õ.+√ñ */
	$"40D7 CD37 23E5 CD7F 0AEB E17A B7C9 CD1C"            /* @◊Õ7#ÂÕ..Î·z∑…Õ. */
	$"2B32 9440 3297 40CF 2C18 01D7 CD37 23CD"            /* +2î@2ó@œ,..◊Õ7#Õ */
	$"052B C24A 1E2B D77B C93E 0132 9C40 C1CD"            /* .+¬J.+◊{…>.2ú@¡Õ */
	$"101B C521 FFFF 22A2 40E1 D14E 2346 2378"            /* ..≈!ˇˇ"¢@·—N#F#x */
	$"B1CA 191A CDDF 41CD 9B1D C54E 2346 23C5"            /* ± ..ÕﬂAÕõ.≈N#F#≈ */
	$"E3EB DFC1 DA18 1AE3 E5C5 EB22 EC40 CDAF"            /* „Îﬂ¡⁄..„Â≈Î"Ï@ÕØ */
	$"0F3E 20E1 CD2A 03CD 7E2B 2AA7 40CD 752B"            /* .> ·Õ*.Õ~+*ß@Õu+ */
	$"CDFE 2018 BE7E B7C8 CD2A 0323 18F7 E52A"            /* Õ˛ .æ~∑»Õ*.#.˜Â* */
	$"A740 444D E116 FF18 0303 15C8 7EB7 2302"            /* ß@DM·.ˇ....»~∑#. */
	$"C8F2 892B FEFB 2008 0B0B 0B0B 1414 1414"            /* »Úâ+˛˚ ......... */
	$"FE95 CC24 0BD6 7FE5 5F21 5016 7EB7 23F2"            /* ˛ïÃ$.÷.Â_!P.~∑#Ú */
	$"AC2B 1D20 F7E6 7F02 0315 CAD8 287E 23B7"            /* ¨+. ˜Ê.... ÿ(~#∑ */
	$"F2B7 2BE1 18C6 CD10 1BD1 C5C5 CD2C 1B30"            /* Ú∑+·.∆Õ..—≈≈Õ,.0 */
	$"0554 5DE3 E5DF D24A 1E21 2919 CDA7 28C1"            /* .T]„Âﬂ“J.!).Õß(¡ */
	$"21E8 1AE3 EB2A F940 1A02 0313 DF20 F960"            /* !Ë.„Î*˘@....ﬂ ˘` */
	$"6922 F940 C9CD 8402 CD37 23E5 CD13 2A3E"            /* i"˘@…ÕÑ.Õ7#ÂÕ.*> */
	$"D3CD 6402 CD61 021A CD64 022A A440 EB2A"            /* ”Õd.Õa..Õd.*§@Î* */
	$"F940 1A13 CD64 02DF 20F8 CDF8 01E1 C9CD"            /* ˘@..Õd.ﬂ ¯Õ¯.·…Õ */
	$"9302 7ED6 B228 02AF 012F 23F5 2BD7 3E00"            /* ì.~÷≤(.Ø./#ı+◊>. */
	$"2807 CD37 23CD 132A 1A6F F1B7 6722 2141"            /* (.Õ7#Õ.*.oÒ∑g"!A */
	$"CC4D 1B2A 2141 EB06 03CD 3502 D6D3 20F7"            /* ÃM.*!AÎ..Õ5.÷” ˜ */
	$"10F7 CD35 021C 1D28 03BB 2037 2AA4 4006"            /* .˜Õ5...(.ª 7*§@. */
	$"03CD 3502 5F96 A220 2173 CD6C 197E B723"            /* .Õ5._ñ¢ !sÕl.~∑# */
	$"20ED CD2C 0210 EA22 F940 2129 19CD A728"            /*  ÌÕ,..Í"˘@!).Õß( */
	$"CDF8 012A A440 E5C3 E81A 21A5 2CCD A728"            /* Õ¯.*§@Â√Ë.!•,Õß( */
	$"C318 1A32 3E3C 0603 CD35 02B7 20F8 10F8"            /* √..2><..Õ5.∑ ¯.¯ */
	$"CD96 0218 A242 4144 0D00 CD7F 0A7E C3F8"            /* Õñ..¢BAD¬.Õ..~√¯ */
	$"27CD 022B D5CF 2CCD 1C2B D112 C9CD 3823"            /* 'Õ.+’œ,Õ.+—.…Õ8# */
	$"CDF4 0ACF 3BEB 2A21 4118 083A DE40 B728"            /* ÕÙ.œ;Î*!A..:ﬁ@∑( */
	$"0CD1 EBE5 AF32 DE40 BAF5 D546 B0CA 4A1E"            /* .—ÎÂØ2ﬁ@∫ı’F∞ J. */
	$"234E 2366 6918 1C58 E50E 027E 23FE 25CA"            /* #N#fi..XÂ..~#˛%  */
	$"172E FE20 2003 0C10 F2E1 433E 25CD 492E"            /* ..˛  ...Ú·C>%ÕI. */
	$"CD2A 03AF 5F57 CD49 2E57 7E23 FE21 CA14"            /* Õ*.Ø_WÕI.W~#˛! . */
	$"2EFE 2328 3705 CAFE 2DFE 2B3E 0828 E72B"            /* .˛#(7. ˛-˛+>.(Á+ */
	$"7E23 FE2E 2840 FE25 28BD BE20 D0FE 2428"            /* ~#˛.(@˛%(Ωæ –˛$( */
	$"14FE 2A20 C878 FE02 2338 037E FE24 3E20"            /* .˛* »x˛.#8.~˛$>  */
	$"2007 051C FEAF C610 231C 8257 1C0E 0005"            /*  ...˛Ø∆.#.ÇW.... */
	$"2847 7E23 FE2E 2818 FE23 28F0 FE2C 201A"            /* (G~#˛.(.˛#(˛, . */
	$"7AF6 4057 18E6 7EFE 233E 2E20 900E 0123"            /* zˆ@W.Ê~˛#>. ê..# */
	$"0C05 2825 7E23 FE23 28F6 D511 972D D554"            /* ..(%~#˛#(ˆ’.ó-’T */
	$"5DFE 5BC0 BEC0 23BE C023 BEC0 2378 D604"            /* ]˛[¿æ¿#æ¿#æ¿#x÷. */
	$"D8D1 D147 1423 CAEB D17A 2B1C E608 2015"            /* ÿ——G.# Î—z+.Ê. . */
	$"1D78 B728 107E D62D 2806 FEFE 2007 3E08"            /* .x∑(.~÷-(.˛˛ .>. */
	$"C604 8257 05E1 F128 50C5 D5CD 3723 D1C1"            /* ∆.ÇW.·Ò(P≈’Õ7#—¡ */
	$"C5E5 4378 81FE 19D2 4A1E 7AF6 80CD BE0F"            /* ≈ÂCxÅ˛.“J.zˆÄÕæ. */
	$"CDA7 28E1 2BD7 3728 0D32 DE40 FE3B 2805"            /* Õß(·+◊7(¬2ﬁ@˛;(. */
	$"FE2C C297 19D7 C1EB E1E5 F5D5 7E90 234E"            /* ˛,¬ó.◊¡Î·Âı’~ê#N */
	$"2366 6916 005F 1978 B7C2 032D 1806 CD49"            /* #fi.._.x∑¬.-..ÕI */
	$"2ECD 2A03 E1F1 C2CB 2CDC FE20 E3CD DD29"            /* .Õ*.·Ò¬À,‹˛ „Õ›) */
	$"E1C3 6921 0E01 3EF1 05CD 492E E1F1 28E9"            /* ·√i!..>Ò.ÕI.·Ò(È */
	$"C5CD 3723 CDF4 0AC1 C5E5 2A21 4141 0E00"            /* ≈Õ7#ÕÙ.¡≈Â*!AA.. */
	$"C5CD 682A CDAA 282A 2141 F196 473E 2004"            /* ≈Õh*Õ™(*!AÒñG> . */
	$"05CA D32D CD2A 0318 F7F5 7AB7 3E2B C42A"            /* . ”-Õ*..˜ız∑>+ƒ* */
	$"03F1 C932 9A40 2AEA 40B4 A53C EBC8 1804"            /* .Ò…2ö@*Í@¥•<Î».. */
	$"CD4F 1EC0 E1EB 22EC 40EB CD2C 1BD2 D91E"            /* ÕO.¿·Î"Ï@ÎÕ,.“Ÿ. */
	$"6069 2323 4E23 4623 C5CD 7E2B E1E5 CDAF"            /* `i##N#F#≈Õ~+·ÂÕØ */
	$"0F3E 20CD 2A03 2AA7 403E 0ECD 2A03 E50E"            /* .> Õ*.*ß@>.Õ*.Â. */
	$"FF0C 7EB7 2320 FAE1 4716 00CD 8403 D630"            /* ˇ.~∑# ˙·G..ÕÑ.÷0 */
	$"380E FE0A 300A 5F7A 0707 8207 8357 18EB"            /* 8.˛.0._z..Ç.ÉW.Î */
	$"E521 992E E315 14C2 BB2E 14FE D8CA D22F"            /* Â!ô.„..¬ª..˛ÿ “/ */
	$"FEDD CAE0 2FFE F028 41FE 3138 02D6 20FE"            /* ˛› ‡/˛(A˛18.÷ ˛ */
	$"21CA F62F FE1C CA40 2FFE 2328 3FFE 19CA"            /* ! ˆ/˛. @/˛#(?˛.  */
	$"7D2F FE14 CA4A 2FFE 13CA 652F FE15 CAE3"            /* }/˛. J/˛. e/˛. „ */
	$"2FFE 28CA 782F FE1B 281C FE18 CA75 2FFE"            /* /˛( x/˛.(.˛. u/˛ */
	$"11C0 C1D1 CDFE 20C3 652E 7EB7 C804 CD2A"            /* .¿¡—Õ˛ √e.~∑».Õ* */
	$"0323 1520 F5C9 E521 5F2F E337 F5CD 8403"            /* .#. ı…Â!_/„7ıÕÑ. */
	$"5FF1 F5DC 5F2F 7EB7 CA3E 2FCD 2A03 F1F5"            /* _Òı‹_/~∑ >/Õ*.Òı */
	$"DCA1 2F38 0223 047E BB20 EB15 20E8 F1C9"            /* ‹°/8.#.~ª Î. ËÒ… */
	$"CD75 2BCD FE20 C1C3 7C2E 7EB7 C83E 21CD"            /* Õu+Õ˛ ¡√|.~∑»>!Õ */
	$"2A03 7EB7 2809 CD2A 03CD A12F 1520 F33E"            /* *.~∑(∆Õ*.Õ°/. Û> */
	$"21CD 2A03 C97E B7C8 CD84 0377 CD2A 0323"            /* !Õ*.…~∑»ÕÑ.wÕ*.# */
	$"0415 20F1 C936 0048 16FF CD0A 2FCD 8403"            /* .. Ò…6.H.ˇÕ./ÕÑ. */
	$"B7CA 7D2F FE08 280A FE0D CAE0 2FFE 1BC8"            /* ∑ }/˛.(.˛¬ ‡/˛.» */
	$"201E 3E08 0504 281F CD2A 032B 0511 7D2F"            /*  .>...(.Õ*.+..}/ */
	$"D5E5 0D7E B737 CA90 0823 7E2B 7723 18F3"            /* ’Â¬~∑7 ê.#~+w#.Û */
	$"F579 FEFF 3803 F118 C490 0C04 C5EB 6F26"            /* ıy˛ˇ8.Ò.ƒê..≈Îo& */
	$"0019 444D 23CD 5819 C1F1 77CD 2A03 23C3"            /* ..DM#ÕX.¡ÒwÕ*.#√ */
	$"7D2F 78B7 C805 2B3E 08CD 2A03 1520 F3C9"            /* }/x∑».+>.Õ*.. Û… */
	$"CD75 2BCD FE20 C1D1 7AA3 3C2A A740 2BC8"            /* Õu+Õ˛ ¡—z£<*ß@+» */
	$"3723 F5C3 981A C1D1 C319 1ADE C3C3 44B2"            /* 7#ı√ò.¡—√..ﬁ√√D≤ */
};

data 'ROM ' (130, purgeable) {
	$"F3AF C374 06C3 0040 C300 40E1 E9C3 9F06"            /* .Ø√t.√.@√.@..√ü. */
	$"C303 40C5 0601 182E C306 40C5 0602 1826"            /* √.@≈....√.@≈...& */
	$"C309 40C5 0604 181E C30C 4011 1540 18E3"            /* √∆@≈....√.@..@.. */
	$"C30F 4011 1D40 18E3 C312 4011 2540 18DB"            /* √.@..@..√.@.%@.. */
	$"C3D9 05C9 0000 C3C2 03CD 2B00 B7C0 18F9"            /* √..…..√¬.Õ+.∑¿.. */
	$"0D0D 1F1F 0101 5B1B 0A00 0818 0919 2020"            /* ¬¬....[.....∆.   */
	$"0B78 B120 FBC9 3100 063A EC37 3CFE 02D2"            /* .x± .…1..:.7<..“ */
	$"0000 C3CC 0611 8040 21F7 1801 2700 EDB0"            /* ..√Ã..Ä@!...'..∞ */
	$"21E5 4136 3A23 7023 362C 2322 A740 112D"            /* !.A6:#p#6,#"ß@.- */
	$"0106 1C21 5241 36C3 2373 2372 2310 F706"            /* ...!RA6√#s#r#... */
	$"1536 C923 2323 10F9 21E8 4270 31F8 41CD"            /* .6…###..!.Bp1.AÕ */
	$"8F1B CDC9 0121 0501 CDA7 28CD B31B 38F5"            /* è.Õ….!..Õß(Õ≥.8. */
	$"D7B7 2012 214C 4323 7CB5 281B 7E47 2F77"            /* ◊∑ .!LC#|µ(.~G/w */
	$"BE70 28F3 1811 CD5A 1EB7 C297 19EB 2B3E"            /* æp(...ÕZ.∑¬ó..+> */
	$"8F46 77BE 7020 CE2B 1114 44DF DA7A 1911"            /* èFwæp Œ+..D..z.. */
	$"CEFF 22B1 4019 22A0 40CD 4D1B 210E 01CD"            /* Œ."±@."†@ÕM.!..Õ */
	$"A728 C319 1A4D 454D 2053 495A 4500 522F"            /* ß(√..MEM SIZE.R/ */
	$"5320 4C32 2042 4153 4943 0D00 C501 0005"            /* S L2 BASIC¬.≈... */
	$"CD60 00C1 0AA3 C87A 0707 C3FE 031E 2CC3"            /* Õ`.¡.£»z..√...,√ */
	$"A219 D7AF 013E 8001 3E01 F5CF 28CD 1C2B"            /* ¢.◊Ø.>Ä.>..œ(Õ.+ */
	$"FE80 D24A 1EF5 CF2C CD1C 2BFE 30D2 4A1E"            /* .Ä“J..œ,Õ.+.0“J. */
	$"16FF 14D6 0330 FBC6 034F F187 5F06 027A"            /* ...÷.0.∆.O.á_..z */
	$"1F57 7B1F 5F10 F879 8F3C 47AF 378F 10FD"            /* .W{._..yè<GØ7è.. */
	$"4F7A F63C 571A B7FA 7C01 3E80 47F1 B778"            /* Oz.<W.∑.|.>ÄG.∑x */
	$"2810 12FA 8F01 792F 4F1A A112 CF29 C9B1"            /* (...è.y/O.°.œ)…± */
	$"18F9 A1C6 FF9F E5CD 8D09 E118 EFD7 E53A"            /* ..°∆.ü.Õç∆...◊.: */
	$"9940 B720 06CD 5803 B728 11F5 AF32 9940"            /* ô@∑ .ÕX.∑(..Ø2ô@ */
	$"3CCD 5728 F12A D440 77C3 8428 2128 1922"            /* <ÕW(.*‘@w√Ñ(!(." */
	$"2141 3E03 32AF 40E1 C93E 1CCD 3A03 3E1F"            /* !A>.2Ø@.…>.Õ:.>. */
	$"C33A 03ED 5F32 AB40 C921 01FC CD21 0206"            /* √:.._2´@…!..Õ!.. */
	$"0B10 FE21 02FC CD21 0206 0B10 FE21 00FC"            /* ...!..Õ!.....!.. */
	$"CD21 0206 5C10 FEC9 E521 00FB 181B 7ED6"            /* Õ!..\..….!....~÷ */
	$"233E 0020 0DCD 012B CF2C 7BA2 C602 D24A"            /* #>. ¬Õ.+œ,{¢∆.“J */
	$"1E3D 32E4 37E5 2104 FFCD 2102 E1C9 2100"            /* .=2.7.!..Õ!..…!. */
	$"FF3A 3D40 A4B5 D3FF 323D 40C9 3A3F 3CEE"            /* .:=@§µ”.2=@…:?<. */
	$"0A32 3F3C C9C5 E506 08CD 4102 10FB E1C1"            /* .2?<…≈...ÕA....¡ */
	$"C9C5 F5DB FF17 30FB 0660 10FE CD1E 0206"            /* …≈....0..`..Õ... */
	$"8510 FEDB FF47 F1CB 1017 F5CD 1E02 F1C1"            /* Ö....G.À...Õ...¡ */
	$"C9CD 6402 E5C5 D5F5 0E08 57CD D901 7A07"            /* …Õd..≈’...WÕ..z. */
	$"5730 0BCD D901 0D20 F2F1 D1C1 E1C9 0687"            /* W0.Õ..¬ ..—¡.….á */
	$"10FE 18F2 CDFE 0106 FFAF CD64 0210 FB3E"            /* ....Õ....ØÕd...> */
	$"A518 D1CD FE01 E5AF CD41 02FE A520 F93E"            /* •.—Õ...ØÕA..• .> */
	$"2A32 3E3C 323F 3CE1 C9CD 1403 22DF 40CD"            /* *2><2?<.…Õ..".@Õ */
	$"F801 CDE2 4131 8842 CDFE 203E 2ACD 2A03"            /* ..Õ.A1àBÕ. >*Õ*. */
	$"CDB3 1BDA CC06 D7CA 9719 FE2F 284F CD93"            /* Õ≥..Ã.◊ ó../(OÕì */
	$"02CD 3502 FE55 20F9 0606 7EB7 2809 CD35"            /* .Õ5..U ...~∑(∆Õ5 */
	$"02BE 20ED 2310 F3CD 2C02 CD35 02FE 7828"            /* .æ .#..Õ,.Õ5..x( */
	$"B8FE 3C20 F5CD 3502 47CD 1403 854F CD35"            /* ∏.< .Õ5.GÕ..ÖOÕ5 */
	$"0277 2381 4F10 F7CD 3502 B928 DA3E 4332"            /* .w#ÅO..Õ5.π(.>C2 */
	$"3E3C 18D6 CD35 026F CD35 0267 C9EB 2ADF"            /* ><.÷Õ5.oÕ5.g….*. */
	$"40EB D7C4 5A1E 208A EBE9 C54F CDC1 413A"            /* @.◊ƒZ. ä..≈OÕ¡A: */
	$"9C40 B779 C1FA 6402 2062 D5CD 3300 F5CD"            /* ú@∑y¡.d. b’Õ3..Õ */
	$"4803 32A6 40F1 D1C9 3A3D 40E6 083A 2040"            /* H.2¶@.—…:=@..: @ */
	$"2803 0FE6 1FE6 3FC9 CDC4 41D5 CD2B 00D1"            /* (.....?…ÕƒA’Õ+.— */
	$"C9AF 3299 4032 A640 CDAF 41C5 2AA7 4006"            /* …Ø2ô@2¶@ÕØA≈*ß@. */
	$"F0CD D905 F548 0600 0936 002A A740 F1C1"            /* .Õ...H..∆6.*ß@.¡ */
	$"2BD8 AFC9 CD58 03B7 C018 F9AF 329C 403A"            /* +ÿØ…ÕX.∑¿..Ø2ú@: */
	$"9B40 B7C8 3E0D D5CD 9C03 D1C9 F5D5 C54F"            /* õ@∑»>¬’Õú.—….’≈O */
	$"1E00 FE0C 2810 FE0A 2003 3E0D 4FFE 0D28"            /* ....(... .>¬O.¬( */
	$"053A 9B40 3C5F 7B32 9B40 79CD 3B00 C1D1"            /* .:õ@<_{2õ@yÕ;.¡— */
	$"F1C9 E5DD E5D5 DDE1 D521 DD03 E54F 1AA0"            /* .…...’..’!...O.† */
	$"B8C2 3340 FE02 DD6E 01DD 6602 E9D1 DDE1"            /* ∏¬3@...n..f..—.. */
	$"E1C1 C921 3640 0101 3816 000A 5FAE 73A3"            /* .¡…!6@..8..._Æs£ */
	$"2008 142C CB01 F2EB 03C9 5FC3 1C01 0757"            /*  ..,À....…_√...W */
	$"0E01 79A3 2005 14CB 0118 F73A 8038 477A"            /* ..y£ ..À...:Ä8Gz */
	$"C640 FE60 3013 CB08 3031 C620 573A 4038"            /* ∆@.`0.À.01∆ W:@8 */
	$"E610 2828 7AD6 6018 22D6 7030 10C6 40FE"            /* ..((z÷`."÷p0.∆@. */
	$"3C38 02EE 10CB 0830 12EE 1018 0E07 CB08"            /* <8...À.0......À. */
	$"3001 3C21 5000 4F06 0009 7E57 01AC 0DCD"            /* 0.<!P.O..∆~W.¨¬Õ */
	$"6000 7AFE 01C0 EFC9 DD6E 03DD 6604 383A"            /* `.z..¿.….n..f.8: */
	$"DD7E 05B7 2801 7779 FE20 DA06 05FE 8030"            /* .~.∑(.wy. ....Ä0 */
	$"35FE 4038 08D6 40FE 2038 02D6 20CD 4105"            /* 5.@8.÷@. 8.÷ ÕA. */
	$"7CE6 03F6 3C67 56DD 7E05 B728 05DD 7205"            /* |...<gV.~.∑(..r. */
	$"365F DD75 03DD 7404 79C9 DD7E 05B7 C07E"            /* 6_.u..t.y….~.∑¿~ */
	$"C97D E6C0 6FC9 FEC0 38D3 D6C0 28D2 473E"            /* …}.¿o….¿8”÷¿(“G> */
	$"20CD 4105 10F9 18C8 7EDD 7705 C9AF 18F9"            /*  ÕA....»~.w.…Ø.. */
	$"2100 3C3A 3D40 E6F7 323D 40D3 FFC9 2B3A"            /* !.<:=@..2=@”.…+: */
	$"3D40 E608 2801 2B36 20C9 3A3D 40E6 08C4"            /* =@..(.+6 …:=@..ƒ */
	$"E204 7DE6 3F2B C011 4000 19C9 237D E63F"            /* ..}.?+¿.@..…#}.? */
	$"C011 C0FF 19C9 3A3D 40F6 0832 3D40 D3FF"            /* ¿.¿..…:=@..2=@”. */
	$"237D E6FE 6FC9 1180 04D5 FE08 28C0 FE0A"            /* #}..o….Ä.’..(¿.. */
	$"D8FE 0E38 4F28 A1FE 0F28 A2FE 1728 D7FE"            /* ÿ..8O(°..(¢..(◊. */
	$"1828 B7FE 1928 C5FE 1A28 BCFE 1B28 C2FE"            /* .(∑..(≈..(º..(¬. */
	$"1C28 8DFE 1DCA A104 FE1E 2837 FE1F 283C"            /* .(ç.. °...(7..(< */
	$"C977 233A 3D40 E608 2801 237C FE40 C011"            /* …w#:=@..(.#|.@¿. */
	$"C0FF 19E5 1100 3C21 403C C501 C003 EDB0"            /* ¿.....<!@<≈.¿..∞ */
	$"C1EB 1819 7DE6 C06F E511 4000 197C FE40"            /* ¡...}.¿o..@..|.@ */
	$"28E2 D1E5 547D F63F 5F13 1804 E511 0040"            /* (.—.T}.?_......@ */
	$"3620 237C BA20 F97D BB20 F5E1 C979 B728"            /* 6 #|∫ .}ª ..…y∑( */
	$"40FE 0B28 0AFE 0C20 1BAF DDB6 0328 15DD"            /* @..(... .Ø.∂.(.. */
	$"7E03 DD96 0447 CDD1 0520 FB3E 0A32 E837"            /* ~..ñ.GÕ—. .>.2.7 */
	$"10F4 1818 F5CD D105 20FB F132 E837 FE0D"            /* .....Õ—. ..2.7.¬ */
	$"C0DD 3404 DD7E 04DD BE03 79C0 DD36 0400"            /* ¿.4..~..æ.y¿.6.. */
	$"C93A E837 E6F0 FE30 C9E5 3E0E CD33 0048"            /* …:.7...0….>.Õ3.H */
	$"CD49 00FE 2030 25FE 0DCA 6206 FE1F 2829"            /* ÕI.. 0%.¬ b...() */
	$"FE01 286D 11E0 05D5 FE08 2834 FE18 282B"            /* ..(m...’..(4..(+ */
	$"FE09 2842 FE19 2839 FE0A C0D1 7778 B728"            /* .∆(B..(9..¿—wx∑( */
	$"CF7E 23CD 3300 0518 C7CD C901 41E1 E5C3"            /* œ~#Õ3...«Õ….A..√ */
	$"E005 CD30 062B 7E23 FE0A C878 B920 F3C9"            /* ..Õ0.+~#..»xπ .… */
	$"78B9 C82B 7EFE 0A23 C82B 3E08 CD33 0004"            /* xπ»+~..#»+>.Õ3.. */
	$"C93E 17C3 3300 CD48 03E6 072F 3CC6 085F"            /* …>.√3.ÕH.../<∆._ */
	$"78B7 C83E 2077 23D5 CD33 00D1 051D C818"            /* x∑»> w#’Õ3.—..». */
	$"EF37 F53E 0D77 CD33 003E 0FCD 3300 7990"            /* .7.>¬wÕ3.>.Õ3.yê */
	$"47F1 E1C9 D3FF 21D2 0611 0040 0136 00ED"            /* G..…”.!“...@.6.. */
	$"B03D 3D20 F106 2712 1310 FC3A 4038 E604"            /* ∞== ..'....:@8.. */
	$"C275 0031 7D40 3AEC 373C FE02 DA75 003E"            /* ¬u.1}@:.7<...u.> */
	$"0132 E137 21EC 3711 EF37 3603 0100 00CD"            /* .2.7!.7..76....Õ */
	$"6000 CB46 20FC AF32 EE37 0100 423E 8C77"            /* `.ÀF .Ø2.7..B>åw */
	$"CB4E 28FC 1A02 0C20 F7C3 0042 0118 1AC3"            /* ÀN(.... .√.B...√ */
	$"AE19 C396 1CC3 781D C390 1CC3 D925 C900"            /* Æ.√ñ.√x.√ê.√.%…. */
	$"00C9 0000 FBC9 0001 E303 0000 004B 4907"            /* .…...….......KI. */
	$"5804 003C 0044 4F06 8D05 4300 0050 52C3"            /* X..<.DO.ç.C..PR√ */
	$"0050 C700 003E 00C9 2180 13CD C209 1806"            /* .P«..>.…!Ä.Õ¬∆.. */
	$"CDC2 09CD 8209 78B7 C83A 2441 B7CA B409"            /* Õ¬∆ÕÇ∆x∑»:$A∑ ¥∆ */
	$"9030 0C2F 3CEB CDA4 09EB CDB4 09C1 D1FE"            /* ê0./<.Õ§∆.Õ¥∆¡—. */
	$"19D0 F5CD DF09 67F1 CDD7 07B4 2121 41F2"            /* .–.Õ.∆g.Õ◊.¥!!A. */
	$"5407 CDB7 07D2 9607 2334 CAB2 072E 01CD"            /* T.Õ∑.“ñ.#4 ≤...Õ */
	$"EB07 1842 AF90 477E 9B5F 237E 9A57 237E"            /* ...BØêG~õ_#~öW#~ */
	$"994F DCC3 0768 63AF 4779 B720 184A 5465"            /* ôO.√.hcØGy∑ .JTe */
	$"6F78 D608 FEE0 20F0 AF32 2441 C905 297A"            /* ox÷... .Ø2$A….)z */
	$"1757 798F 4FF2 7D07 785C 45B7 2808 2124"            /* .WyèO.}.x\E∑(.!$ */
	$"4186 7730 E3C8 7821 2441 B7FC A807 4623"            /* AÜw0.»x!$A∑.®.F# */
	$"7EE6 80A9 4FC3 B409 1CC0 14C0 0CC0 0E80"            /* ~.Ä©O√¥∆.¿.¿.¿.Ä */
	$"34C0 1E0A C3A2 197E 835F 237E 8A57 237E"            /* 4¿..√¢.~É_#~äW#~ */
	$"894F C921 2541 7E2F 77AF 6F90 477D 9B5F"            /* âO…!%A~/wØoêG}õ_ */
	$"7D9A 577D 994F C906 00D6 0838 0743 5A51"            /* }öW}ôO…..÷.8.CZQ */
	$"0E00 18F5 C609 6FAF 2DC8 791F 4F7A 1F57"            /* ....∆∆oØ-»y.Oz.W */
	$"7B1F 5F78 1F47 18EF 0000 0081 03AA 5619"            /* {._x.G.....Å.™V. */
	$"80F1 2276 8045 AA38 82CD 5509 B7EA 4A1E"            /* Ä."vÄE™8ÇÕU∆∑.J. */
	$"2124 417E 0135 8011 F304 90F5 70D5 C5CD"            /* !$A~.5Ä...ê.p’≈Õ */
	$"1607 C1D1 04CD A208 21F8 07CD 1007 21FC"            /* ..¡—.Õ¢.!..Õ..!. */
	$"07CD 9A14 0180 8011 0000 CD16 07F1 CD89"            /* .Õö..ÄÄ...Õ...Õâ */
	$"0F01 3180 1118 72CD 5509 C82E 00CD 1409"            /* ..1Ä..rÕU∆»..Õ.∆ */
	$"7932 4F41 EB22 5041 0100 0050 5821 6507"            /* y2OA."PA...PX!e. */
	$"E521 6908 E5E5 2121 417E 23B7 2824 E52E"            /* .!i...!!A~#∑($.. */
	$"081F 6779 300B E52A 5041 19EB E13A 4F41"            /* ..gy0..*PA...:OA */
	$"891F 4F7A 1F57 7B1F 5F78 1F47 2D7C 20E1"            /* â.Oz.W{._x.G-| . */
	$"E1C9 435A 514F C9CD A409 21D8 0DCD B109"            /* .…CZQO…Õ§∆!ÿ¬Õ±∆ */
	$"C1D1 CD55 09CA 9A19 2EFF CD14 0934 342B"            /* ¡—ÕU∆ ö...Õ.∆44+ */
	$"7E32 8940 2B7E 3285 402B 7E32 8140 41EB"            /* ~2â@+~2Ö@+~2Å@A. */
	$"AF4F 575F 328C 40E5 C57D CD80 40DE 003F"            /* ØOW_2å@.≈}ÕÄ@..? */
	$"3007 328C 40F1 F137 D2C1 E179 3C3D 1FFA"            /* 0.2å@..7“¡.y<=.. */
	$"9707 177B 175F 7A17 5779 174F 2978 1747"            /* ó..{._z.Wy.O)x.G */
	$"3A8C 4017 328C 4079 B2B3 20CB E521 2441"            /* :å@.2å@y≤≥ À.!$A */
	$"35E1 20C3 C3B2 073E FF2E AF21 2D41 4E23"            /* 5. √√≤.>..Ø!-AN# */
	$"AE47 2E00 78B7 281F 7D21 2441 AE80 471F"            /* ÆG..x∑(.}!$AÆÄG. */
	$"A878 F236 09C6 8077 CA90 08CD DF09 772B"            /* ®x.6∆∆Äw ê.Õ.∆w+ */
	$"C9CD 5509 2FE1 B7E1 F278 07C3 B207 CDBF"            /* …ÕU∆/.∑..x.√≤.Õø */
	$"0978 B7C8 C602 DAB2 0747 CD16 0721 2441"            /* ∆x∑»∆..≤.GÕ..!$A */
	$"34C0 C3B2 073A 2441 B7C8 3A23 41FE 2F17"            /* 4¿√≤.:$A∑»:#A./. */
	$"9FC0 3CC9 0688 1100 0021 2441 4F70 0600"            /* ü¿<….à...!$AOp.. */
	$"2336 8017 C362 07CD 9409 F0E7 FA5B 0CCA"            /* #6Ä.√b.Õî∆...[.  */
	$"F60A 2123 417E EE80 77C9 CD94 096F 179F"            /* ..!#A~.Äw…Õî∆o.ü */
	$"67C3 9A0A E7CA F60A F255 092A 2141 7CB5"            /* g√ö.. ...U∆*!A|µ */
	$"C87C 18BB EB2A 2141 E3E5 2A23 41E3 E5EB"            /* »|.ª.*!A..*#A... */
	$"C9CD C209 EB22 2141 6069 2223 41EB C921"            /* …Õ¬∆."!A`i"#A.…! */
	$"2141 5E23 5623 4E23 4623 C911 2141 0604"            /* !A^#V#N#F#….!A.. */
	$"1805 EB3A AF40 471A 7713 2305 20F9 C921"            /* ...:Ø@G.w.#. .…! */
	$"2341 7E07 371F 773F 1F23 2377 7907 371F"            /* #A~.7.w?.##wy.7. */
	$"4F1F AEC9 2127 4111 D209 1806 2127 4111"            /* O.Æ…!'A.“∆..!'A. */
	$"D309 D511 2141 E7D8 111D 41C9 78B7 CA55"            /* ”∆’.!A.ÿ..A…x∑ U */
	$"0921 5E09 E5CD 5509 79C8 2123 41AE 79F8"            /* ∆!^∆.ÕU∆y»!#AÆy. */
	$"CD26 0A1F A9C9 2378 BEC0 2B79 BEC0 2B7A"            /* Õ&..©…#xæ¿+yæ¿+z */
	$"BEC0 2B7B 96C0 E1E1 C97A AC7C FA5F 09BA"            /* æ¿+{ñ¿..…z¨|._∆∫ */
	$"C260 097D 93C2 6009 C921 2741 CDD3 0911"            /* ¬`∆}ì¬`∆…!'AÕ”∆. */
	$"2E41 1AB7 CA55 0921 5E09 E5CD 5509 1B1A"            /* .A.∑ U∆!^∆.ÕU∆.. */
	$"4FC8 2123 41AE 79F8 1323 0608 1A96 C223"            /* O»!#AÆy..#...ñ¬# */
	$"0A1B 2B05 20F6 C1C9 CD4F 0AC2 5E09 C9E7"            /* ..+. .¡…ÕO.¬^∆…. */
	$"2A21 41F8 CAF6 0AD4 B90A 21B2 07E5 3A24"            /* *!A. ..‘π.!≤..:$ */
	$"41FE 9030 0ECD FB0A EBD1 2221 413E 0232"            /* A.ê0.Õ...—"!A>.2 */
	$"AF40 C901 8090 1100 00CD 0C0A C061 6A18"            /* Ø@….Äê...Õ..¿aj. */
	$"E8E7 E0FA CC0A CAF6 0ACD BF09 CDEF 0A78"            /* ....Ã. ..Õø∆Õ..x */
	$"B7C8 CDDF 0921 2041 46C3 9607 2A21 41CD"            /* ∑»Õ.∆! AF√ñ.*!AÕ */
	$"EF0A 7C55 1E00 0690 C369 09E7 D0CA F60A"            /* ..|U...ê√i∆.– .. */
	$"FCCC 0A21 0000 221D 4122 1F41 3E08 013E"            /* .Ã.!..".A".A>..> */
	$"04C3 9F0A E7C8 1E18 C3A2 1947 4F57 5FB7"            /* .√ü..»..√¢.GOW_∑ */
	$"C8E5 CDBF 09CD DF09 AE67 FC1F 0B3E 9890"            /* ».Õø∆Õ.∆Æg...>òê */
	$"CDD7 077C 17DC A807 0600 DCC3 07E1 C91B"            /* Õ◊.|..®....√..…. */
	$"7AA3 3CC0 0BC9 E7F8 CD55 09F2 370B CD82"            /* z£<¿.…..ÕU∆.7.ÕÇ */
	$"09CD 370B C37B 09E7 F830 1E28 B9CD 8E0A"            /* ∆Õ7.√{∆..0.(πÕé. */
	$"2124 417E FE98 3A21 41D0 7ECD FB0A 3698"            /* !$A~.ò:!A–~Õ..6ò */
	$"7BF5 7917 CD62 07F1 C921 2441 7EFE 90DA"            /* {.y.Õb..…!$A~.ê. */
	$"7F0A 2014 4F2B 7EEE 8006 062B B605 20FB"            /* .. .O+~.Ä..+∂. . */
	$"B721 0080 CA9A 0A79 FEB8 D0F5 CDBF 09CD"            /* ∑!.Ä ö.y.∏–.Õø∆Õ */
	$"DF09 AE2B 36B8 F5FC A00B 2123 413E B890"            /* .∆Æ+6∏..†.!#A>∏ê */
	$"CD69 0DF1 FC20 0DAF 321C 41F1 D0C3 D80C"            /* Õi¬.. ¬Ø2.A.–√ÿ. */
	$"211D 417E 35B7 2328 FAC9 E521 0000 78B1"            /* !.A~5∑#(.….!..x± */
	$"2812 3E10 29DA 3D27 EB29 EB30 0409 DA3D"            /* (.>.).='.).0.∆.= */
	$"273D 20F0 EBE1 C97C 179F 47CD 510C 7998"            /* '= ...…|.üGÕQ.yò */
	$"1803 7C17 9F47 E57A 179F 1988 0FAC F299"            /* ..|.üG.z.ü.à.¨.ô */
	$"0AC5 EBCD CF0A F1E1 CDA4 09EB CD6B 0CC3"            /* .≈.Õœ...Õ§∆.Õk.√ */
	$"8F0F 7CB5 CA9A 0AE5 D5CD 450C C544 4D21"            /* è.|µ ö..’ÕE.≈DM! */
	$"0000 3E10 2938 1FEB 29EB 3004 09DA 260C"            /* ..>.)8..).0.∆.&. */
	$"3D20 F1C1 D17C B7FA 1F0C D178 C34D 0CEE"            /* = .¡—|∑...—x√M.. */
	$"80B5 2813 EB01 C1E1 CDCF 0AE1 CDA4 09CD"            /* Äµ(...¡.Õœ..Õ§∆Õ */
	$"CF0A C1D1 C347 0878 B7C1 FA9A 0AD5 CDCF"            /* œ.¡—√G.x∑¡.ö.’Õœ */
	$"0AD1 C382 097C AA47 CD4C 0CEB 7CB7 F29A"            /* .—√Ç∆|™GÕL..|∑.ö */
	$"0AAF 4F95 6F79 9C67 C39A 0A2A 2141 CD51"            /* .ØOïoyúg√ö.*!AÕQ */
	$"0C7C EE80 B5C0 EBCD EF0A AF06 98C3 6909"            /* .|.Äµ¿.Õ..Ø.ò√i∆ */
	$"212D 417E EE80 7721 2E41 7EB7 C847 2B4E"            /* !-A~.Äw!.A~∑»G+N */
	$"1124 411A B7CA F409 9030 162F 3CF5 0E08"            /* .$A.∑ .∆ê0./<... */
	$"23E5 1A46 7778 121B 2B0D 20F6 E146 2B4E"            /* #..Fwx..+¬ ..F+N */
	$"F1FE 39D0 F5CD DF09 2336 0047 F121 2D41"            /* ..9–.Õ.∆#6.G.!-A */
	$"CD69 0D3A 2641 321C 4178 B7F2 CF0C CD33"            /* Õi¬:&A2.Ax∑.œ.Õ3 */
	$"0DD2 0E0D EB34 CAB2 07CD 900D C30E 0DCD"            /* ¬“.¬.4 ≤.Õê¬√.¬Õ */
	$"450D 2125 41DC 570D AF47 3A23 41B7 201E"            /* E¬!%A.W¬ØG:#A∑ . */
	$"211C 410E 0856 777A 230D 20F9 78D6 08FE"            /* !.A..Vwz#¬ .x÷.. */
	$"C020 E6C3 7807 0521 1C41 CD97 0DB7 F2F6"            /* ¿ .√x..!.AÕó¬∑.. */
	$"0C78 B728 0921 2441 8677 D278 07C8 3A1C"            /* .x∑(∆!$AÜw“x.»:. */
	$"41B7 FC20 0D21 2541 7EE6 802B 2BAE 77C9"            /* A∑. ¬!%A~.Ä++Æw… */
	$"211D 4106 0734 C023 0520 FA34 CAB2 072B"            /* !.A..4¿#. .4 ≤.+ */
	$"3680 C921 2741 111D 410E 07AF 1A8E 1213"            /* 6Ä…!'A..A..Ø.é.. */
	$"230D 20F8 C921 2741 111D 410E 07AF 1A9E"            /* #¬ .…!'A..A..Ø.û */
	$"1213 230D 20F8 C97E 2F77 211C 4106 08AF"            /* ..#¬ .…~/w!.A..Ø */
	$"4F79 9E77 2305 20F9 C971 E5D6 0838 0EE1"            /* Oyûw#. .…q.÷.8.. */
	$"E511 0008 4E73 592B 1520 F918 EEC6 0957"            /* ....NsY+. ...∆∆W */
	$"AFE1 15C8 E51E 087E 1F77 2B1D 20F9 18F0"            /* Ø..»...~.w+. ... */
	$"2123 4116 0118 ED0E 087E 1777 230D 20F9"            /* !#A......~.w#¬ . */
	$"C9CD 5509 C8CD 0A09 CD39 0E71 1306 071A"            /* …ÕU∆»Õ.∆Õ9.q.... */
	$"13B7 D528 170E 08C5 1F47 DC33 0DCD 900D"            /* .∑’(...≈.G.3¬Õê¬ */
	$"78C1 0D20 F2D1 0520 E6C3 D80C 2123 41CD"            /* x¡¬ .—. .√ÿ.!#AÕ */
	$"700D 18F1 0000 0000 0000 2084 11D4 0D21"            /* p¬........ Ñ.‘¬! */
	$"2741 CDD3 093A 2E41 B7CA 9A19 CD07 0934"            /* 'AÕ”∆:.A∑ ö.Õ.∆4 */
	$"34CD 390E 2151 4171 4111 4A41 2127 41CD"            /* 4Õ9.!QAqA.JA!'AÕ */
	$"4B0D 1A99 3F38 0B11 4A41 2127 41CD 390D"            /* K¬.ô?8..JA!'AÕ9¬ */
	$"AFDA 1204 3A23 413C 3D1F FA11 0D17 211D"            /* Ø...:#A<=...¬.!. */
	$"410E 07CD 990D 214A 41CD 970D 78B7 20C9"            /* A..Õô¬!JAÕó¬x∑ … */
	$"2124 4135 20C3 C3B2 0779 322D 412B 1150"            /* !$A5 √√≤.y2-A+.P */
	$"4101 0007 7E12 711B 2B05 20F8 C9CD FC09"            /* A...~.q.+. .…Õ.∆ */
	$"EB2B 7EB7 C8C6 02DA B207 77E5 CD77 0CE1"            /* .+~∑»∆..≤.w.Õw.. */
	$"34C0 C3B2 07CD 7807 CDEC 0AF6 AFEB 01FF"            /* 4¿√≤.Õx.Õ...Ø... */
	$"0060 68CC 9A0A EB7E FE2D F5CA 830E FE2B"            /* .`hÃö..~.-. É..+ */
	$"2801 2BD7 DA29 0FFE 2ECA E40E FE45 2814"            /* (.+◊.)... ...E(. */
	$"FE25 CAEE 0EFE 23CA F50E FE21 CAF6 0EFE"            /* .% ...# ...! ... */
	$"4420 24B7 CDFB 0EE5 21BD 0EE3 D715 FECE"            /* D $∑Õ...!Ω..◊..Œ */
	$"C8FE 2DC8 14FE CDC8 FE2B C82B F1D7 DA94"            /* ».-»..Õ».+»+.◊.î */
	$"0F14 2003 AF93 5FE5 7B90 F40A 0FFC 180F"            /* .. .Øì_.{ê...... */
	$"20F8 E1F1 E5CC 7B09 E1E7 E8E5 2190 08E5"            /*  ....Ã{∆....!ê.. */
	$"CDA3 0AC9 E70C 20DF DCFB 0EC3 830E E7F2"            /* Õ£.….. ....√É... */
	$"9719 2318 D2B7 CDFB 0E18 F7E5 D5C5 F5CC"            /* ó.#.“∑Õ.....’≈.Ã */
	$"B10A F1C4 DB0A C1D1 E1C9 C8F5 E7F5 E43E"            /* ±..ƒ..¡—.…»....> */
	$"09F1 EC4D 0EF1 3DC9 D5E5 F5E7 F5E4 9708"            /* ∆..M..=…’.....ó. */
	$"F1EC DC0D F1E1 D13C C9D5 7889 47C5 E57E"            /* ...¬..—<…’xâG≈.~ */
	$"D630 F5E7 F25D 0F2A 2141 11CD 0CDF 3019"            /* ÷0...].*!A.Õ..0. */
	$"545D 2929 1929 F14F 097C B7FA 570F 2221"            /* T])).).O∆|∑.W."! */
	$"41E1 C1D1 C383 0E79 F5CD CC0A 3730 1801"            /* A.¡—√É.y.ÕÃ.70.. */
	$"7494 1100 24CD 0C0A F274 0FCD 3E09 F1CD"            /* tî..$Õ...t.Õ>∆.Õ */
	$"890F 18DD CDE3 0ACD 4D0E CDFC 09F1 CD64"            /* â...Õ..ÕM.Õ.∆.Õd */
	$"09CD E30A CD77 0C18 C8CD A409 CD64 09C1"            /* ∆Õ..Õw..»Õ§∆Õd∆¡ */
	$"D1C3 1607 7BFE 0A30 0907 0783 0786 D630"            /* —√..{..0∆..É.Ü÷0 */
	$"5FFA 1E32 C3BD 0EE5 2124 19CD A728 E1CD"            /* _..2√Ω..!$.Õß(.Õ */
	$"9A0A AFCD 3410 B6CD D90F C3A6 28AF CD34"            /* ö.ØÕ4.∂Õ..√¶(ØÕ4 */
	$"10E6 0828 0236 2BEB CD94 09EB F2D9 0F36"            /* ...(.6+.Õî∆....6 */
	$"2DC5 E5CD 7B09 E1C1 B423 3630 3AD8 4057"            /* -≈.Õ{∆.¡¥#60:ÿ@W */
	$"173A AF40 DA9A 10CA 9210 FE04 D23D 1001"            /* .:Ø@.ö. í...“=.. */
	$"0000 CD2F 1321 3041 460E 203A D840 5FE6"            /* ..Õ/.!0AF. :ÿ@_. */
	$"2028 0778 B90E 2A20 0141 71D7 2814 FE45"            /*  (.xπ.* .Aq◊(..E */
	$"2810 FE44 280C FE30 28F0 FE2C 28EC FE2E"            /* (..D(..0(..,(... */
	$"2003 2B36 307B E610 2803 2B36 247B E604"            /*  .+60{..(.+6${.. */
	$"C02B 70C9 32D8 4021 3041 3620 C9FE 05E5"            /* ¿+p…2ÿ@!0A6 …... */
	$"DE00 1757 14CD 0112 0100 0382 FA57 1014"            /* ...W.Õ.....Ç.W.. */
	$"BA30 043C 473E 02D6 02E1 F5CD 9112 3630"            /* ∫0.<G>.÷...Õë.60 */
	$"CCC9 09CD A412 2B7E FE30 28FA FE2E C4C9"            /* Ã…∆Õ§.+~.0(...ƒ… */
	$"09F1 281F F5E7 3E22 8F77 23F1 362B F285"            /* ∆.(...>"èw#.6+.Ö */
	$"1036 2D2F 3C06 2F04 D60A 30FB C63A 2370"            /* .6-/<./.÷.0.∆:#p */
	$"2377 2336 00EB 2130 41C9 23C5 FE04 7AD2"            /* #w#6..!0A…#≈..z“ */
	$"0911 1FDA A311 0103 06CD 8912 D17A D605"            /* ∆...£....Õâ.—z÷. */
	$"F469 12CD 2F13 7BB7 CC2F 093D F469 12E5"            /* .i.Õ/.{∑Ã/∆=.i.. */
	$"CDF5 0FE1 2802 7023 3600 212F 4123 3AF3"            /* Õ...(.p#6.!/A#:. */
	$"4095 92C8 7EFE 2028 F4FE 2A28 F02B E5F5"            /* @ïí»~. (..*(.+.. */
	$"01DF 10C5 D7FE 2DC8 FE2B C8FE 24C8 C1FE"            /* ...≈◊.-».+».$»¡. */
	$"3020 0F23 D730 0B2B 012B 77F1 28FB C1C3"            /* 0 .#◊0.+.+w.(.¡√ */
	$"CE10 F128 FDE1 3625 C9E5 1FDA AA11 2814"            /* Œ..(..6%…...™.(. */
	$"1184 13CD 490A 1610 FA32 11E1 C1CD BD0F"            /* .Ñ.ÕI....2..¡ÕΩ. */
	$"2B36 25C9 010E B611 CA1B CD0C 0AF2 1B11"            /* +6%…..∂. .Õ..... */
	$"1606 CD55 09C4 0112 E1C1 FA57 11C5 5F78"            /* ..ÕU∆ƒ...¡.W.≈_x */
	$"9293 F469 12CD 7D12 CDA4 12B3 C477 12B3"            /* íì.i.Õ}.Õ§.≥ƒw.≥ */
	$"C491 12D1 C3B6 105F 79B7 C416 0F83 FA62"            /* ƒë.—√∂._y∑ƒ..É.b */
	$"11AF C5F5 FC18 0FFA 6411 C17B 90C1 5F82"            /* .Ø≈.....d.¡{ê¡_Ç */
	$"78FA 7F11 9293 F469 12C5 CD7D 1218 11CD"            /* x...íì.i.≈Õ}...Õ */
	$"6912 79CD 9412 4FAF 9293 CD69 12C5 474F"            /* i.yÕî.OØíìÕi.≈GO */
	$"CDA4 12C1 B120 032A F340 833D F469 1250"            /* Õ§.¡± .*.@É=.i.P */
	$"C3BF 10E5 D5CD CC0A D1AF CAB0 111E 1001"            /* √ø..’ÕÃ.—Ø ∞.... */
	$"1E06 CD55 0937 C401 12E1 C1F5 79B7 F5C4"            /* ..ÕU∆7ƒ...¡.y∑.ƒ */
	$"160F 804F 7AE6 04FE 019F 5781 4F93 F5C5"            /* ..ÄOz....üWÅOì.≈ */
	$"FC18 0FFA D011 C1F1 C5F5 FADE 11AF 2F3C"            /* ....–.¡.≈....Ø/< */
	$"803C 8247 0E00 CDA4 12F1 F471 12C1 F1CC"            /* Ä<ÇG..Õ§...q.¡.Ã */
	$"2F09 F138 0383 9092 C5CD 7410 EBD1 C3BF"            /* /∆.8.Éêí≈Õt..—√ø */
	$"10D5 AFF5 E7E2 2212 3A24 41FE 91D2 2212"            /* .’Ø...".:$A.ë“". */
	$"1164 1321 2741 CDD3 09CD A10D F1D6 0AF5"            /* .d.!'AÕ”∆Õ°¬.÷.. */
	$"18E6 CD4F 12E7 300B 0143 9111 F94F CD0C"            /* ..ÕO..0..Cë..OÕ. */
	$"0A18 0611 6C13 CD49 0AF2 4B12 F1CD 0B0F"            /* ....l.ÕI..K..Õ.. */
	$"F518 E2F1 CD18 0FF5 CD4F 12F1 D1B7 C9E7"            /* ....Õ...ÕO..—∑…. */
	$"EA5E 1201 7494 11F8 23CD 0C0A 1806 1174"            /* .^..tî..#Õ.....t */
	$"13CD 490A E1F2 4312 E9B7 C83D 3630 2318"            /* .ÕI...C..∑»=60#. */
	$"F920 04C8 CD91 1236 3023 3D18 F67B 823C"            /* . .»Õë.60#=..{Ç< */
	$"473C D603 30FC C605 4F3A D840 E640 C04F"            /* G<÷.0.∆.O:ÿ@.@¿O */
	$"C905 2008 362E 22F3 4023 48C9 0DC0 362C"            /* …. .6.".@#H…¬¿6, */
	$"230E 03C9 D5E7 E2EA 12C5 E5CD FC09 217C"            /* #..…’....≈.Õ.∆!| */
	$"13CD F709 CD77 0CAF CD7B 0BE1 C111 8C13"            /* .Õ.∆Õw.ØÕ{..¡.å. */
	$"3E0A CD91 12C5 F5E5 D506 2F04 E1E5 CD48"            /* >.Õë.≈..’./...ÕH */
	$"0D30 F8E1 CD36 0DEB E170 23F1 C13D 20E2"            /* ¬0..Õ6¬..p#.¡= . */
	$"C5E5 211D 41CD B109 180C C5E5 CD08 073C"            /* ≈.!.AÕ±∆..≈.Õ..< */
	$"CDFB 0ACD B409 E1C1 AF11 D213 3FCD 9112"            /* Õ..Õ¥∆.¡Ø.“.?Õë. */
	$"C5F5 E5D5 CDBF 09E1 062F 047B 965F 237A"            /* ≈..’Õø∆../.{ñ_#z */
	$"9E57 2379 9E4F 2B2B 30F0 CDB7 0723 CDB4"            /* ûW#yûO++0.Õ∑.#Õ¥ */
	$"09EB E170 23F1 C138 D313 133E 0418 06D5"            /* ∆..p#.¡8”..>...’ */
	$"11D8 133E 05CD 9112 C5F5 E5EB 4E23 46C5"            /* .ÿ.>.Õë.≈...N#F≈ */
	$"23E3 EB2A 2141 062F 047D 936F 7C9A 6730"            /* #..*!A./.}ìo|ög0 */
	$"F719 2221 41D1 E170 23F1 C13D 20D7 CD91"            /* .."!A—.p#.¡= ◊Õë */
	$"1277 D1C9 0000 0000 F902 15A2 FDFF 9F31"            /* .w—….......¢..ü1 */
	$"A95F 63B2 FEFF 03BF C91B 0EB6 0000 0000"            /* ©_c≤...ø…..∂.... */
	$"0000 0080 0000 04BF C91B 0EB6 0080 C6A4"            /* ...Ä...ø…..∂.Ä∆§ */
	$"7E8D 0300 407A 10F3 5A00 00A0 724E 1809"            /* ~ç..@z..Z..†rN.∆ */
	$"0000 10A5 D4E8 0000 00E8 7648 1700 0000"            /* ...•‘.....vH.... */
	$"E40B 5402 0000 00CA 9A3B 0000 0000 E1F5"            /* ..T.... ö;...... */
	$"0500 0000 8096 9800 0000 0040 420F 0000"            /* ....Äñò....@B... */
	$"0000 A086 0110 2700 1027 E803 6400 0A00"            /* ..†Ü..'..'..d... */
	$"0100 2182 09E3 E9CD A409 2180 13CD B109"            /* ..!Ç∆..Õ§∆!Ä.Õ±∆ */
	$"1803 CDB1 0AC1 D1CD 5509 7828 3CF2 0414"            /* ..Õ±.¡—ÕU∆x(<... */
	$"B7CA 9A19 B7CA 7907 D5C5 79F6 7FCD BF09"            /* ∑ ö.∑ y.’≈y..Õø∆ */
	$"F221 14D5 C5CD 400B C1D1 F5CD 0C0A E17C"            /* .!.’≈Õ@.¡—.Õ...| */
	$"1FE1 2223 41E1 2221 41DC E213 CC82 09D5"            /* .."#A."!A...ÃÇ∆’ */
	$"C5CD 0908 C1D1 CD47 08CD A409 0138 8111"            /* ≈Õ∆.¡—ÕG.Õ§∆.8Å. */
	$"3BAA CD47 083A 2441 FE88 D231 09CD 400B"            /* ;™ÕG.:$A.à“1∆Õ@. */
	$"C680 C602 DA31 09F5 21F8 07CD 0B07 CD41"            /* ∆Ä∆..1∆.!..Õ..ÕA */
	$"08F1 C1D1 F5CD 1307 CD82 0921 7914 CDA9"            /* ..¡—.Õ..ÕÇ∆!y.Õ© */
	$"1411 0000 C14A C347 0808 402E 9474 704F"            /* ....¡J√G..@.îtpO */
	$"2E77 6E02 887A E6A0 2A7C 50AA AA7E FFFF"            /* .wn.àz.†*|P™™~.. */
	$"7F7F 0000 8081 0000 0081 CDA4 0911 320C"            /* ....ÄÅ...ÅÕ§∆.2. */
	$"D5E5 CDBF 09CD 4708 E1CD A409 7E23 CDB1"            /* ’.Õø∆ÕG..Õ§∆~#Õ± */
	$"0906 F1C1 D13D C8D5 C5F5 E5CD 4708 E1CD"            /* ∆..¡—=»’≈..ÕG..Õ */
	$"C209 E5CD 1607 E118 E9CD 7F0A 7CB7 FA4A"            /* ¬∆.Õ.....Õ..|∑.J */
	$"1EB5 CAF0 14E5 CDF0 14CD BF09 EBE3 C5CD"            /* .µ ...Õ..Õø∆..≈Õ */
	$"CF0A C1D1 CD47 0821 F807 CD0B 07C3 400B"            /* œ.¡—ÕG.!..Õ..√@. */
	$"2190 40E5 1100 004B 2603 2E08 EB29 EB79"            /* !ê@....K&....).y */
	$"174F E37E 0777 E3D2 1615 E52A AA40 19EB"            /* .O.~.w.“...*™@.. */
	$"3AAC 4089 4FE1 2DC2 FC14 E323 E325 C2FA"            /* :¨@âO.-¬...#.%¬. */
	$"14E1 2165 B019 22AA 40CD EF0A 3E05 8932"            /* ..!e∞."™@Õ..>.â2 */
	$"AC40 EB06 8021 2541 702B 704F 0600 C365"            /* ¨@..Ä!%Ap+pO..√e */
	$"0721 8B15 CD0B 07CD A409 0149 8311 DB0F"            /* .!ã.Õ..Õ§∆.IÉ... */
	$"CDB4 09C1 D1CD A208 CDA4 09CD 400B C1D1"            /* Õ¥∆¡—Õ¢.Õ§∆Õ@.¡— */
	$"CD13 0721 8F15 CD10 07CD 5509 37F2 7715"            /* Õ..!è.Õ..ÕU∆7.w. */
	$"CD08 07CD 5509 B7F5 F482 0921 8F15 CD0B"            /* Õ..ÕU∆∑..Ç∆!è.Õ. */
	$"07F1 D482 0921 9315 C39A 14DB 0F49 8100"            /* ..‘Ç∆!ì.√ö...IÅ. */
	$"0000 7F05 BAD7 1E86 6426 9987 5834 2387"            /* ....∫◊.Üd&ôáX4#á */
	$"E05D A586 DA0F 4983 CDA4 09CD 4715 C1E1"            /* .]•Ü..IÉÕ§∆ÕG.¡. */
	$"CDA4 09EB CDB4 09CD 4115 C3A0 08CD 5509"            /* Õ§∆.Õ¥∆ÕA.√†.ÕU∆ */
	$"FCE2 13FC 8209 3A24 41FE 8138 0C01 0081"            /* ....Ç∆:$A.Å8...Å */
	$"5159 CDA2 0821 1007 E521 E315 CD9A 1421"            /* QYÕ¢.!...!..Õö.! */
	$"8B15 C909 4AD7 3B78 026E 847B FEC1 2F7C"            /* ã.…∆J◊;x.nÑ{.¡/| */
	$"7431 9A7D 843D 5A7D C87F 917E E4BB 4C7E"            /* t1ö}Ñ=Z}».ë~.ªL~ */
	$"6CAA AA7F 0000 0081 8A09 370B 7709 D427"            /* l™™....Åä∆7.w∆‘' */
	$"EF2A F527 E713 C914 0908 3914 4115 4715"            /* .*.'..….∆.9.A.G. */
	$"A815 BD15 AA2C 5241 5841 5E41 6141 6441"            /* ®.Ω.™,RAXA^AaAdA */
	$"6741 6A41 6D41 7041 7F0A B10A DB0A 260B"            /* gAjAmApA..±...&. */
	$"032A 3628 C52A 0F2A 1F2A 612A 912A 9A2A"            /* .*6(≈*.*.*a*ë*ö* */
	$"C54E 44C6 4F52 D245 5345 54D3 4554 C34C"            /* ≈ND∆OR“ESET”ET√L */
	$"53C3 4D44 D241 4E44 4F4D CE45 5854 C441"            /* S√MD“ANDOMŒEXTƒA */
	$"5441 C94E 5055 54C4 494D D245 4144 CC45"            /* TA…NPUTƒIM“EADÃE */
	$"54C7 4F54 4FD2 554E C946 D245 5354 4F52"            /* T«OTO“UN…F“ESTOR */
	$"45C7 4F53 5542 D245 5455 524E D245 4DD3"            /* E«OSUB“ETURN“EM” */
	$"544F 50C5 4C53 45D4 524F 4ED4 524F 4646"            /* TOP≈LSE‘RON‘ROFF */
	$"C445 4653 5452 C445 4649 4E54 C445 4653"            /* ƒEFSTRƒEFINTƒEFS */
	$"4E47 C445 4644 424C CC49 4E45 C544 4954"            /* NGƒEFDBLÃINE≈DIT */
	$"C552 524F 52D2 4553 554D 45CF 5554 CF4E"            /* ≈RROR“ESUMEœUTœN */
	$"CF50 454E C649 454C 44C7 4554 D055 54C3"            /* œPEN∆IELD«ET–UT√ */
	$"4C4F 5345 CC4F 4144 CD45 5247 45CE 414D"            /* LOSEÃOADÕERGEŒAM */
	$"45CB 494C 4CCC 5345 54D2 5345 54D3 4156"            /* EÀILLÃSET“SET”AV */
	$"45D3 5953 5445 4DCC 5052 494E 54C4 4546"            /* E”YSTEMÃPRINTƒEF */
	$"D04F 4B45 D052 494E 54C3 4F4E 54CC 4953"            /* –OKE–RINT√ONTÃIS */
	$"54CC 4C49 5354 C445 4C45 5445 C155 544F"            /* TÃLISTƒELETE¡UTO */
	$"C34C 4541 52C3 4C4F 4144 C353 4156 45CE"            /* √LEAR√LOAD√SAVEŒ */
	$"4557 D441 4228 D44F C64E D553 494E 47D6"            /* EW‘AB(‘O∆N’SING÷ */
	$"4152 5054 52D5 5352 C552 4CC5 5252 D354"            /* ARPTR’SR≈RL≈RR”T */
	$"5249 4E47 24C9 4E53 5452 D04F 494E 54D4"            /* RING$…NSTR–OINT‘ */
	$"494D 4524 CD45 4DC9 4E4B 4559 24D4 4845"            /* IME$ÕEM…NKEY$‘HE */
	$"4ECE 4F54 D354 4550 ABAD AAAF DBC1 4E44"            /* NŒOT”TEP´≠™Ø.¡ND */
	$"CF52 BEBD BCD3 474E C94E 54C1 4253 C652"            /* œRæΩº”GN…NT¡BS∆R */
	$"45C9 4E50 D04F 53D3 5152 D24E 44CC 4F47"            /* E…NP–OS”QR“NDÃOG */
	$"C558 50C3 4F53 D349 4ED4 414E C154 4ED0"            /* ≈XP√OS”IN‘AN¡TN– */
	$"4545 4BC3 5649 C356 53C3 5644 C54F 46CC"            /* EEK√VI√VS√VD≈OFÃ */
	$"4F43 CC4F 46CD 4B49 24CD 4B53 24CD 4B44"            /* OCÃOFÕKI$ÕKS$ÕKD */
	$"24C3 494E 54C3 534E 47C3 4442 4CC6 4958"            /* $√INT√SNG√DBL∆IX */
	$"CC45 4ED3 5452 24D6 414C C153 43C3 4852"            /* ÃEN”TR$÷AL¡SC√HR */
	$"24CC 4546 5424 D249 4748 5424 CD49 4424"            /* $ÃEFT$“IGHT$ÕID$ */
	$"A780 AE1D A11C 3801 3501 C901 7341 D301"            /* ßÄÆ.°.8.5.….sA”. */
	$"B622 051F 9A21 0826 EF21 211F C21E A31E"            /* ∂"..ö!.&.!!.¬.£. */
	$"3920 911D B11E DE1E 071F A91D 071F F71D"            /* 9 ë.±.....©..... */
	$"F81D 001E 031E 061E 091E A341 602E F41F"            /* ........∆.£A`... */
	$"AF1F FB2A 6C1F 7941 7C41 7F41 8241 8541"            /* Ø..*l.yA|A.AÇAÖA */
	$"8841 8B41 8E41 9141 9741 9A41 A041 B202"            /* àAãAéAëAóAöA†A≤. */
	$"6720 5B41 B12C 6F20 E41D 2E2B 292B C62B"            /* g [A±,o ...+)+∆+ */
	$"0820 7A1E 1F2C F52B 491B 7979 7C7C 7F50"            /* . z..,.+I.yy||.P */
	$"46DB 0A00 007F 0AF4 0AB1 0A77 0C70 0CA1"            /* F........±.w.p.° */
	$"0DE5 0D78 0A16 0713 0747 08A2 080C 0AD2"            /* ¬.¬x.....G.¢...“ */
	$"0BC7 0BF2 0B90 2439 0A4E 4653 4E52 474F"            /* .«...ê$9.NFSNRGO */
	$"4446 434F 564F 4D55 4C42 5344 442F 3049"            /* DFCOVOMULBSDD/0I */
	$"4454 4D4F 534C 5353 5443 4E4E 5252 5755"            /* DTMOSLSSTCNNRRWU */
	$"454D 4F46 444C 33D6 006F 7CDE 0067 78DE"            /* EMOFDL3÷.o|..gx. */
	$"0047 3E00 C94A 1E40 E64D DB00 C9D3 00C9"            /* .G>.…J.@.M..…”.… */
	$"0000 0000 4030 004C 43FE FFE9 4220 4572"            /* ....@0.LC...B Er */
	$"726F 7200 2069 6E20 0052 4541 4459 0D00"            /* ror. in .READY¬. */
	$"4272 6561 6B00 2104 0039 7E23 FE81 C04E"            /* Break.!..9~#.Å¿N */
	$"2346 23E5 6960 7AB3 EB28 02EB DF01 0E00"            /* #F#.i`z≥.(...... */
	$"E1C8 0918 E5CD 6C19 C5E3 C1DF 7E02 C80B"            /* .»∆..Õl.≈.¡.~.». */
	$"2B18 F8E5 2AFD 4006 0009 093E E53E C695"            /* +...*.@..∆∆>.>∆ï */
	$"6F3E FF9C 3804 6739 E1D8 1E0C 1824 2AA2"            /* o>.ú8.g9.ÿ...$*¢ */
	$"407C A53C 2808 3AF2 40B7 1E22 2014 C3C1"            /* @|•<(.:.@∑." .√¡ */
	$"1D2A DA40 22A2 401E 0201 1E14 011E 0001"            /* .*.@"¢@......... */
	$"1E24 2AA2 4022 EA40 22EC 4001 B419 2AE8"            /* .$*¢@".@".@.¥.*. */
	$"40C3 9A1B C17B 4B32 9A40 2AE6 4022 EE40"            /* @√ö.¡{K2ö@*.@".@ */
	$"EB2A EA40 7CA5 3C28 0722 F540 EB22 F740"            /* .*.@|•<(.".@.".@ */
	$"2AF0 407C B5EB 21F2 4028 08A6 2005 35EB"            /* *.@|µ.!.@(.¶ .5. */
	$"C336 1DAF 7759 CDF9 2021 C918 CDA6 4157"            /* √6.ØwYÕ. !….Õ¶AW */
	$"3E3F CD2A 0319 7ECD 2A03 D7CD 2A03 211D"            /* >?Õ*..~Õ*.◊Õ*.!. */
	$"19E5 2AEA 40E3 CDA7 28E1 11FE FFDF CA74"            /* ..*.@.Õß(..... t */
	$"067C A53C C4A7 0F3E C1CD 8B03 CDAC 41CD"            /* .|•<ƒß.>¡Õã.Õ¨AÕ */
	$"F801 CDF9 2021 2919 CDA7 283A 9A40 D602"            /* ..Õ. !).Õß(:ö@÷. */
	$"CC53 2E21 FFFF 22A2 403A E140 B728 372A"            /* ÃS.!.."¢@:.@∑(7* */
	$"E240 E5CD AF0F D1D5 CD2C 1B3E 2A38 023E"            /* .@.ÕØ.—’Õ,.>*8.> */
	$"20CD 2A03 CD61 03D1 3006 AF32 E140 18B9"            /*  Õ*.Õa.—0.Ø2.@.π */
	$"2AE4 4019 38F4 D511 F9FF DFD1 30EC 22E2"            /* *.@.8.’....—0.". */
	$"40F6 FFC3 EB2F 3E3E CD2A 03CD 6103 DA33"            /* @..√./>>Õ*.Õa..3 */
	$"1AD7 3C3D CA33 1AF5 CD5A 1E2B 7EFE 2028"            /* .◊<= 3..ÕZ.+~. ( */
	$"FA23 7EFE 20CC C909 D5CD C01B D1F1 22E6"            /* .#~. Ã…∆’Õ¿.—.". */
	$"40CD B241 D25A 1DD5 C5AF 32DD 40D7 B7F5"            /* @Õ≤A“Z.’≈Ø2.@◊∑. */
	$"EB22 EC40 EBCD 2C1B C5DC E42B D1F1 D528"            /* .".@.Õ,.≈..+—.’( */
	$"27D1 2AF9 40E3 C109 E5CD 5519 E122 F940"            /* '—*.@.¡∆.ÕU..".@ */
	$"EB74 D1E5 2323 7323 7223 EB2A A740 EB1B"            /* .t—.##s#r#.*ß@.. */
	$"1B1A 7723 13B7 20F9 D1CD FC1A CDB5 41CD"            /* ..w#.∑ .—Õ..ÕµAÕ */
	$"5D1B CDB8 41C3 331A 2AA4 40EB 626B 7E23"            /* ].Õ∏A√3.*§@.bk~# */
	$"B6C8 2323 23AF BE23 20FC EB73 2372 18EC"            /* ∂»###Øæ# ..s#r.. */
	$"1100 00D5 2809 D1CD 4F1E D528 0BCF CE11"            /* ...’(∆—ÕO.’(.œŒ. */
	$"FAFF C44F 1EC2 9719 EBD1 E3E5 2AA4 4044"            /* ..ƒO.¬ó..—..*§@D */
	$"4D7E 23B6 2BC8 2323 7E23 666F DF60 697E"            /* M~#∂+»##~#fo.`i~ */
	$"2366 6F3F C83F D018 E6C0 CDC9 012A A440"            /* #fo?»?–..¿Õ….*§@ */
	$"CDF8 1D32 E140 7723 7723 22F9 402A A440"            /* Õ..2.@w#w#".@*§@ */
	$"2B22 DF40 061A 2101 4136 0423 10FB AF32"            /* +".@..!.A6.#..Ø2 */
	$"F240 6F67 22F0 4022 F740 2AB1 4022 D640"            /* .@og".@".@*±@"÷@ */
	$"CD91 1D2A F940 22FB 4022 FD40 CDBB 41C1"            /* Õë.*.@".@".@ÕªA¡ */
	$"2AA0 402B 2B22 E840 2323 F921 B540 22B3"            /* *†@++".@##.!µ@"≥ */
	$"40CD 8B03 CD69 21AF 676F 32DC 40E5 C52A"            /* @Õã.Õi!Øgo2.@.≈* */
	$"DF40 C93E 3FCD 2A03 3E20 CD2A 03C3 6103"            /* .@…>?Õ*.> Õ*.√a. */
	$"AF32 B040 4FEB 2AA7 402B 2BEB 7EFE 20CA"            /* Ø2∞@O.*ß@++.~.   */
	$"5B1C 47FE 22CA 771C B7CA 7D1C 3AB0 40B7"            /* [.G." w.∑ }.:∞@∑ */
	$"7EC2 5B1C FE3F 3EB2 CA5B 1C7E FE30 3805"            /* ~¬[..?>≤ [.~.08. */
	$"FE3C DA5B 1CD5 114F 16C5 013D 1CC5 067F"            /* .<.[.’.O.≈.=.≈.. */
	$"7EFE 6138 07FE 7B30 03E6 5F77 4EEB 23B6"            /* ~.a8..{0.._wN.#∂ */
	$"F20E 1C04 7EE6 7FC8 B920 F3EB E513 1AB7"            /* ....~..»π .....∑ */
	$"FA39 1C4F 78FE 8D20 02D7 2B23 7EFE 6138"            /* .9.Ox.ç .◊+#~.a8 */
	$"02E6 5FB9 28E7 E118 D348 F1EB C9EB 79C1"            /* .._π(...”H..….y¡ */
	$"D1EB FE95 363A 2002 0C23 FEFB 200C 363A"            /* —..ï6: ..#.. .6: */
	$"2306 9370 23EB 0C0C 181D EB23 1213 0CD6"            /* #.ìp#......#...÷ */
	$"3A28 04FE 4E20 0332 B040 D659 C2CC 1B47"            /* :(..N .2∞@÷Y¬Ã.G */
	$"7EB7 2809 B828 E423 120C 1318 F321 0500"            /* ~∑(∆∏(.#.....!.. */
	$"4409 444D 2AA7 402B 2B2B 1213 1213 12C9"            /* D∆DM*ß@+++.....… */
	$"7C92 C07D 93C9 7EE3 BE23 E3CA 781D C397"            /* |í¿}ì…~.æ#. x.√ó */
	$"193E 6432 DC40 CD21 1FE3 CD36 19D1 2005"            /* .>d2.@Õ!..Õ6.— . */
	$"09F9 22E8 40EB 0E08 CD63 19E5 CD05 1FE3"            /* ∆.".@...Õc..Õ... */
	$"E52A A240 E3CF BDE7 CAF6 0AD2 F60A F5CD"            /* .*¢@.œΩ. ..“...Õ */
	$"3723 F1E5 F2EC 1CCD 7F0A E311 0100 7EFE"            /* 7#.....Õ......~. */
	$"CCCC 012B D5E5 EBCD 9E09 1822 CDB1 0ACD"            /* ÃÃ.+’..Õû∆."Õ±.Õ */
	$"BF09 E1C5 D501 0081 515A 7EFE CC3E 0120"            /* ø∆.≈’..ÅQZ~.Ã>.  */
	$"0ECD 3823 E5CD B10A CDBF 09CD 5509 E1C5"            /* .Õ8#.Õ±.Õø∆ÕU∆.≈ */
	$"D54F E747 C5E5 2ADF 40E3 0681 C533 CD58"            /* ’O.G≈.*.@..Å≈3ÕX */
	$"03B7 C4A0 1D22 E640 ED73 E840 7EFE 3A28"            /* .∑ƒ†.".@.s.@~.:( */
	$"29B7 C297 1923 7E23 B6CA 7E19 235E 2356"            /* )∑¬ó.#~#∂ ~.#^#V */
	$"EB22 A240 3A1B 41B7 280F D53E 3CCD 2A03"            /* ."¢@:.A∑(.’><Õ*. */
	$"CDAF 0F3E 3ECD 2A03 D1EB D711 1E1D D5C8"            /* ÕØ.>>Õ*.—.◊...’» */
	$"D680 DA21 1FFE 3CD2 E72A 074F 0600 EB21"            /* ÷Ä.!..<“.*.O...! */
	$"2218 094E 2346 C5EB 237E FE3A D0FE 20CA"            /* ".∆N#F≈.#~.:–.   */
	$"781D FE0B 3005 FE09 D278 1DFE 303F 3C3D"            /* x...0..∆“x..0?<= */
	$"C9EB 2AA4 402B 22FF 40EB C9CD 5803 B7C8"            /* ….*§@+".@.…ÕX.∑» */
	$"FE60 CC84 0332 9940 3DC0 3CC3 B41D C0F5"            /* .`ÃÑ.2ô@=¿<√¥.¿. */
	$"CCBB 41F1 22E6 4021 B540 22B3 4021 F6FF"            /* ÃªA.".@!µ@"≥@!.. */
	$"C12A A240 E5F5 7DA4 3C28 0922 F540 2AE6"            /* ¡*¢@..}§<(∆".@*. */
	$"4022 F740 CD8B 03CD F920 F121 3019 C206"            /* @".@Õã.Õ. .!0.¬. */
	$"1AC3 181A 2AF7 407C B51E 20CA A219 EB2A"            /* .√..*.@|µ.  ¢..* */
	$"F540 22A2 40EB C93E AF32 1B41 C9F1 E1C9"            /* .@"¢@.…>Ø2.A…..… */
	$"1E03 011E 0201 1E04 011E 08CD 3D1E 0197"            /* ...........Õ=..ó */
	$"19C5 D8D6 414F 47D7 FECE 2009 D7CD 3D1E"            /* .≈ÿ÷AOG◊.Œ ∆◊Õ=. */
	$"D8D6 4147 D778 91D8 3CE3 2101 4106 0009"            /* ÿ÷AG◊xëÿ<.!.A..∆ */
	$"7323 3D20 FBE1 7EFE 2CC0 D718 CE7E FE41"            /* s#= ..~.,¿◊.Œ~.A */
	$"D8FE 5B3F C9D7 CD02 2BF0 1E08 C3A2 197E"            /* ÿ.[?…◊Õ.+...√¢.~ */
	$"FE2E EB2A EC40 EBCA 781D 2B11 0000 D7D0"            /* ...*.@. x.+...◊– */
	$"E5F5 2198 19DF DA97 1962 6B19 2919 29F1"            /* ..!ò...ó.bk.).). */
	$"D630 5F16 0019 EBE1 18E4 CA61 1BCD 461E"            /* ÷0_....... a.ÕF. */
	$"2BD7 C0E5 2AB1 407D 935F 7C9A 57DA 7A19"            /* +◊¿.*±@}ì_|öW.z. */
	$"2AF9 4001 2800 09DF D27A 19EB 22A0 40E1"            /* *.@.(.∆.“z.."†@. */
	$"C361 1BCA 5D1B CDC7 41CD 611B 011E 1D18"            /* √a. ].Õ«AÕa..... */
	$"100E 03CD 6319 C1E5 E52A A240 E33E 91F5"            /* ...Õc.¡..*¢@.>ë. */
	$"33C5 CD5A 1ECD 071F E52A A240 DFE1 23DC"            /* 3≈ÕZ.Õ...*¢@..#. */
	$"2F1B D42C 1B60 692B D81E 0EC3 A219 C016"            /* /.‘,.`i+ÿ..√¢.¿. */
	$"FFCD 3619 F922 E840 FE91 1E04 C2A2 19E1"            /* .Õ6..".@.ë..¬¢.. */
	$"22A2 4023 7CB5 2007 3ADD 40B7 C218 1A21"            /* "¢@#|µ .:.@∑¬..! */
	$"1E1D E33E E101 3A0E 0006 0079 4847 7EB7"            /* ...>..:....yHG~∑ */
	$"C8B8 C823 FE22 28F3 D68F 20F2 B88A 5718"            /* »∏»#."(.÷è .∏äW. */
	$"EDCD 0D26 CFD5 EB22 DF40 EBD5 E7F5 CD37"            /* .Õ¬&œ’.".@.’..Õ7 */
	$"23F1 E3C6 03CD 1928 CD03 0AE5 2028 2A21"            /* #..∆.Õ.(Õ... (*! */
	$"41E5 235E 2356 2AA4 40DF 300E 2AA0 40DF"            /* A.#^#V*§@.0.*†@. */
	$"D130 0F2A F940 DF30 093E D1CD F529 EBCD"            /* —0.*.@.0∆>—Õ.).Õ */
	$"4328 CDF5 29E3 CDD3 09D1 E1C9 FE9E 2025"            /* C(Õ.).Õ”∆—.….û % */
	$"D7CF 8DCD 5A1E 7AB3 2809 CD2A 1B50 59E1"            /* ◊œçÕZ.z≥(∆Õ*.PY. */
	$"D2D9 1EEB 22F0 40EB D83A F240 B7C8 3A9A"            /* “...".@.ÿ:.@∑»:ö */
	$"405F C3AB 19CD 1C2B 7E47 FE91 2803 CF8D"            /* @_√´.Õ.+~G.ë(.œç */
	$"2B4B 0D78 CA60 1DCD 5B1E FE2C C018 F311"            /* +K¬x `.Õ[..,¿... */
	$"F240 1AB7 CAA0 193C 329A 4012 7EFE 8728"            /* .@.∑ †.<2ö@.~.á( */
	$"0CCD 5A1E C07A B3C2 C51E 3C18 02D7 C02A"            /* .ÕZ.¿z≥¬≈.<..◊¿* */
	$"EE40 EB2A EA40 22A2 40EB C07E B720 0423"            /* .@.*.@"¢@.¿~∑ .# */
	$"2323 2323 7AA3 3CC2 051F 3ADD 403D CABE"            /* ####z£<¬..:.@= æ */
	$"1DC3 051F CD1C 2BC0 B7CA 4A1E 3D87 5FFE"            /* .√..Õ.+¿∑ J.=á_. */
	$"2D38 021E 26C3 A219 110A 00D5 2817 CD4F"            /* -8..&√¢....’(.ÕO */
	$"1EEB E328 11EB CF2C EB2A E440 EB28 06CD"            /* ...(..œ,.*.@.(.Õ */
	$"5A1E C297 19EB 7CB5 CA4A 1E22 E440 32E1"            /* Z.¬ó..|µ J.".@2. */
	$"40E1 22E2 40C1 C333 1ACD 3723 7EFE 2CCC"            /* @.".@¡√3.Õ7#~.,Ã */
	$"781D FECA CC78 1D2B E5CD 9409 E128 07D7"            /* x.. Ãx.+.Õî∆.(.◊ */
	$"DAC2 1EC3 5F1D 1601 CD05 1FB7 C8D7 FE95"            /* .¬.√_...Õ..∑»◊.ï */
	$"20F6 1520 F318 E83E 0132 9C40 C37C 20CD"            /*  .. ...>.2ú@√| Õ */
	$"CA41 FE23 2006 CD84 0232 9C40 2BD7 CCFE"            /*  A.# .ÕÑ.2ú@+◊Ã. */
	$"20CA 6921 F620 FE60 201B CD01 2BFE 04D2"            /*   i!. .` .Õ.+..“ */
	$"4A1E E521 003C 1922 2040 7BE6 3F32 A640"            /* J..!.<." @{.?2¶@ */
	$"E1CF 2C18 C77E FEBF CABD 2CFE BCCA 3721"            /* .œ,.«~.ø Ω,.º 7! */
	$"E5FE 2C28 53FE 3B28 5ECD 3723 E3E7 2832"            /* ..,(S.;(^Õ7#..(2 */
	$"CDBD 0FCD 6528 CDCD 412A 2141 3A9C 40B7"            /* ÕΩ.Õe(ÕÕA*!A:ú@∑ */
	$"FAE9 2028 083A 9B40 86FE 8418 093A 9D40"            /* .. (.:õ@Ü.Ñ.∆:ù@ */
	$"473A A640 86B8 D4FE 20CD AA28 3E20 CD2A"            /* G:¶@Ü∏‘. Õ™(> Õ* */
	$"03B7 CCAA 28E1 C37C 203A A640 B7C8 3E0D"            /* .∑Ã™(.√| :¶@∑»>¬ */
	$"CD2A 03CD D041 AFC9 CDD3 413A 9C40 B7F2"            /* Õ*.Õ–AØ…Õ”A:ú@∑. */
	$"1921 3E2C CD2A 0318 4B28 083A 9B40 FE70"            /* .!>,Õ*..K(.:õ@.p */
	$"C32B 213A 9E40 473A A640 B8D4 FE20 3034"            /* √+!:û@G:¶@∏‘. 04 */
	$"D610 30FC 2F18 23CD 1B2B E67F 5FCF 292B"            /* ÷.0./.#Õ.+.._œ)+ */
	$"E5CD D341 3A9C 40B7 FA4A 1ECA 5321 3A9B"            /* .Õ”A:ú@∑.J. S!:õ */
	$"4018 033A A640 2F83 300A 3C47 3E20 CD2A"            /* @..:¶@/É0.<G> Õ* */
	$"0305 20FA E1D7 C381 203A 9C40 B7FC F801"            /* .. ..◊√Å :ú@∑... */
	$"AF32 9C40 CDBE 41C9 3F52 4544 4F0D 003A"            /* Ø2ú@ÕæA…?REDO¬.: */
	$"DE40 B7C2 9119 3AA9 40B7 1E2A CAA2 19C1"            /* .@∑¬ë.:©@∑.* ¢.¡ */
	$"2178 21CD A728 2AE6 40C9 CD28 287E CDD6"            /* !x!Õß(*.@…Õ((~Õ÷ */
	$"41D6 2332 A940 7E20 20CD 9302 E506 FA2A"            /* A÷#2©@~  Õì....* */
	$"A740 CD35 0277 23FE 0D28 0210 F52B 3600"            /* ß@Õ5.w#.¬(...+6. */
	$"CDF8 012A A740 2B18 2201 DB21 C5FE 22C0"            /* Õ..*ß@+."..!≈."¿ */
	$"CD66 28CF 3BE5 CDAA 28E1 C9E5 CDB3 1BC1"            /* Õf(œ;.Õ™(.….Õ≥.¡ */
	$"DABE 1D23 7EB7 2BC5 CA04 1F36 2C18 05E5"            /* .æ.#~∑+≈ ..6,... */
	$"2AFF 40F6 AF32 DE40 E318 02CF 2CCD 0D26"            /* *.@.Ø2.@...œ,Õ¬& */
	$"E3D5 7EFE 2C28 263A DE40 B7C2 9622 3AA9"            /* .’~.,(&:.@∑¬ñ":© */
	$"40B7 1E06 CAA2 193E 3FCD 2A03 CDB3 1BD1"            /* @∑.. ¢.>?Õ*.Õ≥.— */
	$"C1DA BE1D 237E B72B C5CA 041F D5CD DC41"            /* ¡.æ.#~∑+≈ ..’Õ.A */
	$"E7F5 2019 D757 47FE 2228 0516 3A06 2C2B"            /* .. .◊WG."(..:.,+ */
	$"CD69 28F1 EB21 5A22 E3D5 C333 1FD7 F1F5"            /* Õi(..!Z".’√3.◊.. */
	$"0143 22C5 DA6C 0ED2 650E 2BD7 2805 FE2C"            /* .C"≈.l.“e.+◊(.., */
	$"C27F 21E3 2BD7 C2FB 21D1 0000 0000 003A"            /* ¬.!.+◊¬.!—.....: */
	$"DE40 B7EB C296 1DD5 CDDF 41B6 2186 22C4"            /* .@∑.¬ñ.’Õ.A∂!Ü"ƒ */
	$"A728 E1C3 6921 3F45 7874 7261 2069 676E"            /* ß(.√i!?Extra ign */
	$"6F72 6564 0D00 CD05 1FB7 2012 237E 23B6"            /* ored¬.Õ..∑ .#~#∂ */
	$"1E06 CAA2 1923 5E23 56EB 22DA 40EB D7FE"            /* .. ¢.#^#V.".@.◊. */
	$"8820 E3C3 2D22 1100 00C4 0D26 22DF 40CD"            /* à .√-"...ƒ¬&".@Õ */
	$"3619 C29D 19F9 22E8 40D5 7E23 F5D5 7E23"            /* 6.¬ù..".@’~#.’~# */
	$"B7FA EA22 CDB1 09E3 E5CD 0B07 E1CD CB09"            /* ∑.."Õ±∆..Õ...ÕÀ∆ */
	$"E1CD C209 E5CD 0C0A 1829 2323 2323 4E23"            /* .Õ¬∆.Õ...)####N# */
	$"4623 E35E 2356 E569 60CD D20B 3AAF 40FE"            /* F#.^#V.i`Õ“.:Ø@. */
	$"04CA B207 EBE1 722B 73E1 D55E 2356 23E3"            /* . ≤...r+s.’^#V#. */
	$"CD39 0AE1 C190 CDC2 0928 09EB 22A2 4069"            /* Õ9..¡êÕ¬∆(∆."¢@i */
	$"60C3 1A1D F922 E840 2ADF 407E FE2C C21E"            /* `√...".@*.@~.,¬. */
	$"1DD7 CDB9 22CF 282B 1600 D50E 01CD 6319"            /* .◊Õπ"œ(+..’..Õc. */
	$"CD9F 2422 F340 2AF3 40C1 7E16 00D6 D438"            /* Õü$".@*.@¡~..÷‘8 */
	$"13FE 0330 0FFE 0117 AABA 57DA 9719 22D8"            /* ...0....™∫W.ó."ÿ */
	$"40D7 18E9 7AB7 C2EC 237E 22D8 40D6 CDD8"            /* @◊..z∑¬.#~"ÿ@÷Õÿ */
	$"FE07 D05F 3AAF 40D6 03B3 CA8F 2921 9A18"            /* ..–_:Ø@÷.≥ è)!ö. */
	$"1978 56BA D0C5 0146 23C5 7AFE 7FCA D423"            /* .xV∫–≈.F#≈z.. ‘# */
	$"FE51 DAE1 2321 2141 B73A AF40 3D3D 3DCA"            /* .Q..#!!A∑:Ø@===  */
	$"F60A 4E23 46C5 FAC5 2323 4E23 46C5 F5B7"            /* ..N#F≈.≈##N#F≈.∑ */
	$"E2C4 23F1 2338 0321 1D41 4E23 4623 C54E"            /* .ƒ#.#8.!.AN#F#≈N */
	$"2346 C506 F1C6 034B 47C5 0106 24C5 2AD8"            /* #F≈..∆.KG≈..$≈*ÿ */
	$"40C3 3A23 CDB1 0ACD A409 01F2 1316 7F18"            /* @√:#Õ±.Õ§∆...... */
	$"ECD5 CD7F 0AD1 E501 E925 18E1 78FE 64D0"            /* .’Õ..—...%..x.d– */
	$"C5D5 1104 6421 B825 E5E7 C295 232A 2141"            /* ≈’..d!∏%..¬ï#*!A */
	$"E501 8C25 18C7 C179 32B0 4078 FE08 2828"            /* ..å%.«¡y2∞@x..(( */
	$"3AAF 40FE 08CA 6024 5778 FE04 CA72 247A"            /* :Ø@.. `$Wx.. r$z */
	$"FE03 CAF6 0AD2 7C24 21BF 1806 0009 094E"            /* .. ..“|$!ø...∆∆N */
	$"2346 D12A 2141 C5C9 CDDB 0ACD FC09 E122"            /* #F—*!A≈…Õ..Õ.∆." */
	$"1F41 E122 1D41 C1D1 CDB4 09CD DB0A 21AB"            /* .A.".A¡—Õ¥∆Õ..!´ */
	$"183A B040 07C5 4F06 0009 C17E 2366 6FE9"            /* .:∞@.≈O..∆¡~#fo. */
	$"C5CD FC09 F132 AF40 FE04 28DA E122 2141"            /* ≈Õ.∆.2Ø@..(.."!A */
	$"18D9 CDB1 0AC1 D121 B518 18D5 E1CD A409"            /* ..Õ±.¡—!µ..’.Õ§∆ */
	$"CDCF 0ACD BF09 E122 2341 E122 2141 18E7"            /* Õœ.Õø∆."#A."!A.. */
	$"E5EB CDCF 0AE1 CDA4 09CD CF0A C3A0 08D7"            /* ..Õœ..Õ§∆Õœ.√†.◊ */
	$"1E28 CAA2 19DA 6C0E CD3D 1ED2 4025 FECD"            /* .( ¢..l.Õ=.“@%.Õ */
	$"28ED FE2E CA6C 0EFE CECA 3225 FE22 CA66"            /* (... l..Œ 2%." f */
	$"28FE CBCA C425 FE26 CA94 41FE C320 0AD7"            /* (.À ƒ%.& îA.√ .◊ */
	$"3A9A 40E5 CDF8 27E1 C9FE C220 0AD7 E52A"            /* :ö@.Õ.'.….¬ .◊.* */
	$"EA40 CD66 0CE1 C9FE C020 14D7 CF28 CD0D"            /* .@Õf..….¿ .◊œ(Õ¬ */
	$"26CF 29E5 EB7C B5CA 4A1E CD9A 0AE1 C9FE"            /* &œ)..|µ J.Õö..…. */
	$"C1CA FE27 FEC5 CA9D 41FE C8CA C927 FEC7"            /* ¡ .'.≈ ùA.» …'.« */
	$"CA76 41FE C6CA 3201 FEC9 CA9D 01FE C4CA"            /*  vA.∆ 2..… ù..ƒ  */
	$"2F2A FEBE CA55 41D6 D7D2 4E25 CD35 23CF"            /* /*.æ UA÷◊“N%Õ5#œ */
	$"29C9 167D CD3A 232A F340 E5CD 7B09 E1C9"            /* )….}Õ:#*.@.Õ{∆.… */
	$"CD0D 26E5 EB22 2141 E7C4 F709 E1C9 0600"            /* Õ¬&.."!A.ƒ.∆.….. */
	$"074F C5D7 79FE 4138 16CD 3523 CF2C CDF4"            /* .O≈◊y.A8.Õ5#œ,Õ. */
	$"0AEB 2A21 41E3 E5EB CD1C 2BEB E318 14CD"            /* ..*!A...Õ.+....Õ */
	$"2C25 E37D FE0C 3807 FE1B E5DC B10A E111"            /* ,%.}..8.....±... */
	$"3E25 D501 0816 094E 2366 69E9 CDD7 297E"            /* >%’...∆N#fi.Õ◊)~ */
	$"234E 2346 D1C5 F5CD DE29 D15E 234E 2346"            /* #N#F—≈.Õ.)—^#N#F */
	$"E17B B2C8 7AD6 01D8 AFBB 3CD0 151D 0ABE"            /* .{≤»z÷.ÿØª<–...æ */
	$"2303 28ED 3FC3 6009 3C8F C1A0 C6FF 9FCD"            /* #.(.?√`∆<è¡†∆.üÕ */
	$"8D09 1812 165A CD3A 23CD 7F0A 7D2F 6F7C"            /* ç∆...ZÕ:#Õ..}/o| */
	$"2F67 2221 41C1 C346 233A AF40 FE08 3005"            /* /g"!A¡√F#:Ø@..0. */
	$"D603 B737 C9D6 03B7 C9C5 CD7F 0AF1 D101"            /* ÷.∑7…÷.∑…≈Õ...—. */
	$"FA27 C5FE 4620 067B B56F 7CB2 C97B A56F"            /* .'≈.F .{µo|≤…{•o */
	$"7CA2 C92B D7C8 CF2C 0103 26C5 F6AF 32AE"            /* |¢…+◊»œ,..&≈.Ø2Æ */
	$"4046 CD3D 1EDA 9719 AF4F D738 05CD 3D1E"            /* @FÕ=..ó.ØO◊8.Õ=. */
	$"3809 4FD7 38FD CD3D 1E30 F811 5226 D516"            /* 8∆O◊8.Õ=.0..R&’. */
	$"02FE 25C8 14FE 24C8 14FE 21C8 1608 FE23"            /* ..%»..$»..!»...# */
	$"C878 D641 E67F 5F16 00E5 2101 4119 56E1"            /* »x÷A.._...!.A.V. */
	$"2BC9 7A32 AF40 D73A DC40 B7C2 6426 7ED6"            /* +…z2Ø@◊:.@∑¬d&~÷ */
	$"28CA E926 AF32 DC40 E5D5 2AF9 40EB 2AFB"            /* ( .&Ø2.@.’*.@.*. */
	$"40DF E128 191A 6FBC 1320 0B1A B920 0713"            /* @..(..oº. ..π .. */
	$"1AB8 CACC 263E 1313 E526 0019 18DF 7CE1"            /* .∏ Ã&>...&....|. */
	$"E3F5 D511 F124 DF28 3611 4325 DFD1 2835"            /* ..’..$.(6.C%.—(5 */
	$"F1E3 E5C5 4F06 00C5 0303 032A FD40 E509"            /* ...≈O..≈...*.@.∆ */
	$"C1E5 CD55 19E1 22FD 4060 6922 FB40 2B36"            /* ¡.ÕU..".@`i".@+6 */
	$"00DF 20FA D173 23D1 7323 72EB 13E1 C957"            /* .. .—s#—s#r...…W */
	$"5FF1 F1E3 C932 2441 C167 6F22 2141 E720"            /* _...…2$A¡go"!A.  */
	$"0621 2819 2221 41E1 C9E5 2AAE 40E3 57D5"            /* .!(."!A.….*Æ@.W’ */
	$"C5CD 451E C1F1 EBE3 E5EB 3C57 7EFE 2C28"            /* ≈ÕE.¡.....<W~.,( */
	$"EECF 2922 F340 E122 AE40 D52A FB40 3E19"            /* .œ)".@."Æ@’*.@>. */
	$"EB2A FD40 EBDF 3AAF 4028 27BE 2320 087E"            /* .*.@..:Ø@('æ# .~ */
	$"B923 2004 7EB8 3E23 235E 2356 2320 E03A"            /* π# .~∏>##^#V# .: */
	$"AE40 B71E 12C2 A219 F196 CA95 271E 10C3"            /* Æ@∑..¬¢..ñ ï'..√ */
	$"A219 7723 5F16 00F1 7123 7023 4FCD 6319"            /* ¢.w#_...q#p#OÕc. */
	$"2323 22D8 4071 233A AE40 1779 010B 0030"            /* ##"ÿ@q#:Æ@.y...0 */
	$"02C1 0371 2370 23F5 CDAA 0BF1 3D20 EDF5"            /* .¡.q#p#.Õ™..= .. */
	$"424B EB19 38C7 CD6C 1922 FD40 2B36 00DF"            /* BK..8«Õl.".@+6.. */
	$"20FA 0357 2AD8 405E EB29 09EB 2B2B 7323"            /*  ..W*ÿ@^.)∆.++s# */
	$"7223 F138 3047 4F7E 2316 E15E 2356 23E3"            /* r#.80GO~#..^#V#. */
	$"F5DF D23D 27CD AA0B 19F1 3D44 4D20 EB3A"            /* ..“='Õ™...=DM .: */
	$"AF40 444D 29D6 0438 0429 2806 29B7 E2C2"            /* Ø@DM)÷.8.)(.)∑.¬ */
	$"2709 C109 EB2A F340 C9AF E532 AF40 CDD4"            /* '∆¡∆.*.@…Ø.2Ø@Õ‘ */
	$"27E1 D7C9 2AFD 40EB 2100 0039 E720 0DCD"            /* '.◊…*.@.!..9. ¬Õ */
	$"DA29 CDE6 282A A040 EB2A D640 7D93 6F7C"            /* .)Õ.(*†@.*÷@}ìo| */
	$"9A67 C366 0C3A A640 6FAF 67C3 9A0A CDA9"            /* ög√f.:¶@oØg√ö.Õ© */
	$"41D7 CD2C 25E5 2190 08E5 3AAF 40F5 FE03"            /* A◊Õ,%.!ê..:Ø@... */
	$"CCDA 29F1 EB2A 8E40 E9E5 E607 21A1 184F"            /* Ã.)..*é@....!°.O */
	$"0600 09CD 8625 E1C9 E52A A240 237C B5E1"            /* ..∆ÕÜ%.….*¢@#|µ. */
	$"C01E 16C3 A219 CDBD 0FCD 6528 CDDA 2901"            /* ¿..√¢.ÕΩ.Õe(Õ.). */
	$"2B2A C57E 23E5 CDBF 28E1 4E23 46CD 5A28"            /* +*≈~#.Õø(.N#FÕZ( */
	$"E56F CDCE 29D1 C9CD BF28 21D3 40E5 7723"            /* .oÕŒ)—…Õø(!”@.w# */
	$"7323 72E1 C92B 0622 50E5 0EFF 237E 0CB7"            /* s#r.…+."P...#~.∑ */
	$"2806 BA28 03B8 20F4 FE22 CC78 1DE3 23EB"            /* (.∫(.∏ .."Ãx..#. */
	$"79CD 5A28 11D3 403E D52A B340 2221 413E"            /* yÕZ(.”@>’*≥@"!A> */
	$"0332 AF40 CDD3 0911 D640 DF22 B340 E17E"            /* .2Ø@Õ”∆.÷@."≥@.~ */
	$"C01E 1EC3 A219 23CD 6528 CDDA 29CD C409"            /* ¿..√¢.#Õe(Õ.)Õƒ∆ */
	$"1415 C80A CD2A 03FE 0DCC 0321 0318 F2B7"            /* ..».Õ*..¬Ã.!...∑ */
	$"0EF1 F52A A040 EB2A D640 2F4F 06FF 0923"            /* ...*†@.*÷@/O..∆# */
	$"DF38 0722 D640 23EB F1C9 F11E 1ACA A219"            /* .8."÷@#..…... ¢. */
	$"BFF5 01C1 28C5 2AB1 4022 D640 2100 00E5"            /* ø..¡(≈*±@"÷@!... */
	$"2AA0 40E5 21B5 40EB 2AB3 40EB DF01 F728"            /* *†@.!µ@.*≥@....( */
	$"C24A 292A F940 EB2A FB40 EBDF 2813 7E23"            /* ¬J)*.@.*.@..(.~# */
	$"2323 FE03 2004 CD4B 29AF 5F16 0019 18E6"            /* ##.. .ÕK)Ø_..... */
	$"C1EB 2AFD 40EB DFCA 6B29 7E23 CDC2 09E5"            /* ¡.*.@.. k)~#Õ¬∆. */
	$"09FE 0320 EB22 D840 E14E 0600 0909 23EB"            /* ∆.. ."ÿ@.N..∆∆#. */
	$"2AD8 40EB DF28 DA01 3F29 C5AF B623 5E23"            /* *ÿ@..(..?)≈Ø∂#^# */
	$"5623 C844 4D2A D640 DF60 69D8 E1E3 DFE3"            /* V#»DM*÷@.`iÿ.... */
	$"E560 69D0 C1F1 F1E5 D5C5 C9D1 E17D B4C8"            /* .`i–¡...’≈…—.}¥» */
	$"2B46 2B4E E52B 6E26 0009 5059 2B44 4D2A"            /* +F+N.+n&.∆PY+DM* */
	$"D640 CD58 19E1 7123 7069 602B C3E9 28C5"            /* ÷@ÕX..q#pi`+√.(≈ */
	$"E52A 2141 E3CD 9F24 E3CD F40A 7EE5 2A21"            /* .*!A.Õü$.Õ..~.*! */
	$"41E5 861E 1CDA A219 CD57 28D1 CDDE 29E3"            /* A.Ü...¢.ÕW(—Õ.). */
	$"CDDD 29E5 2AD4 40EB CDC6 29CD C629 2149"            /* Õ.).*‘@.Õ∆)Õ∆)!I */
	$"23E3 E5C3 8428 E1E3 7E23 4E23 466F 2C2D"            /* #..√Ñ(..~#N#Fo,- */
	$"C80A 1203 1318 F8CD F40A 2A21 41EB CDF5"            /* »......Õ..*!A.Õ. */
	$"29EB C0D5 5059 1B4E 2AD6 40DF 2005 4709"            /* ).¿’PY.N*÷@. .G∆ */
	$"22D6 40E1 C92A B340 2B46 2B4E 2BDF C022"            /* "÷@.…*≥@+F+N+.¿" */
	$"B340 C901 F827 C5CD D729 AF57 7EB7 C901"            /* ≥@…..'≈Õ◊)ØW~∑…. */
	$"F827 C5CD 072A CA4A 1E23 5E23 561A C93E"            /* .'≈Õ.* J.#^#V.…> */
	$"01CD 5728 CD1F 2B2A D440 73C1 C384 28D7"            /* .ÕW(Õ.+*‘@s¡√Ñ(◊ */
	$"CF28 CD1C 2BD5 CF2C CD37 23CF 29E3 E5E7"            /* œ(Õ.+’œ,Õ7#œ)... */
	$"2805 CD1F 2B18 03CD 132A D1F5 F57B CD57"            /* (.Õ.+..Õ.*—..{ÕW */
	$"285F F11C 1D28 D42A D440 7723 1D20 FB18"            /* (_...(‘*‘@w#. .. */
	$"CACD DF2A AFE3 4F3E E5E5 7EB8 3802 7811"            /*  Õ.*Ø.O>..~∏8.x. */
	$"0E00 C5CD BF28 C1E1 E523 4623 6668 0600"            /* ..≈Õø(¡..#F#fh.. */
	$"0944 4DCD 5A28 6FCD CE29 D1CD DE29 C384"            /* ∆DMÕZ(oÕŒ)—Õ.)√Ñ */
	$"28CD DF2A D1D5 1A90 18CB EB7E CDE2 2A04"            /* (Õ.*—’.ê.À.~Õ.*. */
	$"05CA 4A1E C51E FFFE 2928 05CF 2CCD 1C2B"            /* . J.≈...)(.œ,Õ.+ */
	$"CF29 F1E3 0169 2AC5 3DBE 0600 D04F 7E91"            /* œ)...i*≈=æ..–O~ë */
	$"BB47 D843 C9CD 072A CAF8 275F 237E 2366"            /* ªGÿC…Õ.* .'_#~#f */
	$"6FE5 1946 72E3 C57E CD65 0EC1 E170 C9EB"            /* o..Fr.≈~Õe.¡.p…. */
	$"CF29 C1D1 C543 C9FE 7AC2 9719 C3D9 41CD"            /* œ)¡—≈C….z¬ó.√.AÕ */
	$"1F2B 3294 40CD 9340 C3F8 27CD 0E2B C396"            /* .+2î@Õì@√.'Õ.+√ñ */
	$"40D7 CD37 23E5 CD7F 0AEB E17A B7C9 CD1C"            /* @◊Õ7#.Õ....z∑…Õ. */
	$"2B32 9440 3297 40CF 2C18 01D7 CD37 23CD"            /* +2î@2ó@œ,..◊Õ7#Õ */
	$"052B C24A 1E2B D77B C93E 0132 9C40 C1CD"            /* .+¬J.+◊{…>.2ú@¡Õ */
	$"101B C521 FFFF 22A2 40E1 D14E 2346 2378"            /* ..≈!.."¢@.—N#F#x */
	$"B1CA 191A CDDF 41CD 9B1D C54E 2346 23C5"            /* ± ..Õ.AÕõ.≈N#F#≈ */
	$"E3EB DFC1 DA18 1AE3 E5C5 EB22 EC40 CDAF"            /* ...¡.....≈.".@ÕØ */
	$"0F3E 20E1 CD2A 03CD 7E2B 2AA7 40CD 752B"            /* .> .Õ*.Õ~+*ß@Õu+ */
	$"CDFE 2018 BE7E B7C8 CD2A 0323 18F7 E52A"            /* Õ. .æ~∑»Õ*.#...* */
	$"A740 444D E116 FF18 0303 15C8 7EB7 2302"            /* ß@DM.......»~∑#. */
	$"C8F2 892B FEFB 2008 0B0B 0B0B 1414 1414"            /* ».â+.. ......... */
	$"FE95 CC24 0BD6 7FE5 5F21 5016 7EB7 23F2"            /* .ïÃ$.÷.._!P.~∑#. */
	$"AC2B 1D20 F7E6 7F02 0315 CAD8 287E 23B7"            /* ¨+. ...... ÿ(~#∑ */
	$"F2B7 2BE1 18C6 CD10 1BD1 C5C5 CD2C 1B30"            /* .∑+..∆Õ..—≈≈Õ,.0 */
	$"0554 5DE3 E5DF D24A 1E21 2919 CDA7 28C1"            /* .T]...“J.!).Õß(¡ */
	$"21E8 1AE3 EB2A F940 1A02 0313 DF20 F960"            /* !....*.@..... .` */
	$"6922 F940 C9CD 8402 CD37 23E5 CD13 2A3E"            /* i".@…ÕÑ.Õ7#.Õ.*> */
	$"D3CD 6402 CD61 021A CD64 022A A440 EB2A"            /* ”Õd.Õa..Õd.*§@.* */
	$"F940 1A13 CD64 02DF 20F8 CDF8 01E1 C9D6"            /* .@..Õd.. .Õ...…÷ */
	$"B228 02AF 012F 23F5 7EB7 2807 CD37 23CD"            /* ≤(.Ø./#.~∑(.Õ7#Õ */
	$"132A 1A6F F1B7 6722 2141 CC4D 1B21 0000"            /* .*.o.∑g"!AÃM.!.. */
	$"CD93 022A 2141 EB06 03CD 3502 D6D3 20F7"            /* Õì.*!A...Õ5.÷” . */
	$"10F7 CD35 021C 1D28 03BB 2037 2AA4 4006"            /* ..Õ5...(.ª 7*§@. */
	$"03CD 3502 5F96 A220 2173 CD6C 197E B723"            /* .Õ5._ñ¢ !sÕl.~∑# */
	$"20ED CD2C 0210 EA22 F940 2129 19CD A728"            /*  .Õ,...".@!).Õß( */
	$"CDF8 012A A440 E5C3 E81A 21A5 2CCD A728"            /* Õ..*§@.√..!•,Õß( */
	$"C318 1A32 3E3C 0603 CD35 02B7 20F8 10F8"            /* √..2><..Õ5.∑ ... */
	$"CD96 0218 A242 4144 0D00 CD7F 0A7E C3F8"            /* Õñ..¢BAD¬.Õ..~√. */
	$"27CD 022B D5CF 2CCD 1C2B D112 C9CD 3823"            /* 'Õ.+’œ,Õ.+—.…Õ8# */
	$"CDF4 0ACF 3BEB 2A21 4118 083A DE40 B728"            /* Õ..œ;.*!A..:.@∑( */
	$"0CD1 EBE5 AF32 DE40 BAF5 D546 B0CA 4A1E"            /* .—..Ø2.@∫.’F∞ J. */
	$"234E 2366 6918 1C58 E50E 027E 23FE 25CA"            /* #N#fi..X...~#.%  */
	$"172E FE20 2003 0C10 F2E1 433E 25CD 492E"            /* ...  .....C>%ÕI. */
	$"CD2A 03AF 5F57 CD49 2E57 7E23 FE21 CA14"            /* Õ*.Ø_WÕI.W~#.! . */
	$"2EFE 2328 3705 CAFE 2DFE 2B3E 0828 E72B"            /* ..#(7. .-.+>.(.+ */
	$"7E23 FE2E 2840 FE25 28BD BE20 D0FE 2428"            /* ~#..(@.%(Ωæ –.$( */
	$"14FE 2A20 C878 FE02 2338 037E FE24 3E20"            /* ..* »x..#8.~.$>  */
	$"2007 051C FEAF C610 231C 8257 1C0E 0005"            /*  ....Ø∆.#.ÇW.... */
	$"2847 7E23 FE2E 2818 FE23 28F0 FE2C 201A"            /* (G~#..(..#(.., . */
	$"7AF6 4057 18E6 7EFE 233E 2E20 900E 0123"            /* z.@W..~.#>. ê..# */
	$"0C05 2825 7E23 FE23 28F6 D511 972D D554"            /* ..(%~#.#(.’.ó-’T */
	$"5DFE 5BC0 BEC0 23BE C023 BEC0 2378 D604"            /* ].[¿æ¿#æ¿#æ¿#x÷. */
	$"D8D1 D147 1423 CAEB D17A 2B1C E608 2015"            /* ÿ——G.# .—z+... . */
	$"1D78 B728 107E D62D 2806 FEFE 2007 3E08"            /* .x∑(.~÷-(... .>. */
	$"C604 8257 05E1 F128 50C5 D5CD 3723 D1C1"            /* ∆.ÇW...(P≈’Õ7#—¡ */
	$"C5E5 4378 81FE 19D2 4A1E 7AF6 80CD BE0F"            /* ≈.CxÅ..“J.z.ÄÕæ. */
	$"CDA7 28E1 2BD7 3728 0D32 DE40 FE3B 2805"            /* Õß(.+◊7(¬2.@.;(. */
	$"FE2C C297 19D7 C1EB E1E5 F5D5 7E90 234E"            /* .,¬ó.◊¡....’~ê#N */
	$"2366 6916 005F 1978 B7C2 032D 1806 CD49"            /* #fi.._.x∑¬.-..ÕI */
	$"2ECD 2A03 E1F1 C2CB 2CDC FE20 E3CD DD29"            /* .Õ*...¬À,.. .Õ.) */
	$"E1C3 6921 0E01 3EF1 05CD 492E E1F1 28E9"            /* .√i!..>..ÕI...(. */
	$"C5CD 3723 CDF4 0AC1 C5E5 2A21 4141 0E00"            /* ≈Õ7#Õ..¡≈.*!AA.. */
	$"C5CD 682A CDAA 282A 2141 F196 473E 2004"            /* ≈Õh*Õ™(*!A.ñG> . */
	$"05CA D32D CD2A 0318 F7F5 7AB7 3E2B C42A"            /* . ”-Õ*....z∑>+ƒ* */
	$"03F1 C932 9A40 2AEA 40B4 A53C EBC8 1804"            /* ..…2ö@*.@¥•<.».. */
	$"CD4F 1EC0 E1EB 22EC 40EB CD2C 1BD2 D91E"            /* ÕO.¿..".@.Õ,.“.. */
	$"6069 2323 4E23 4623 C5CD 7E2B E1E5 CDAF"            /* `i##N#F#≈Õ~+..ÕØ */
	$"0F3E 20CD 2A03 2AA7 403E 0ECD 2A03 E50E"            /* .> Õ*.*ß@>.Õ*... */
	$"FF0C 7EB7 2320 FAE1 4716 00CD 8403 D630"            /* ..~∑# ..G..ÕÑ.÷0 */
	$"380E FE0A 300A 5F7A 0707 8207 8357 18EB"            /* 8...0._z..Ç.ÉW.. */
	$"E521 992E E315 14C2 BB2E 14FE D8CA D22F"            /* .!ô....¬ª...ÿ “/ */
	$"FEDD CAE0 2FFE F028 41FE 3138 02D6 20FE"            /* .. ./..(A.18.÷ . */
	$"21CA F62F FE1C CA40 2FFE 2328 3FFE 19CA"            /* ! ./.. @/.#(?..  */
	$"7D2F FE14 CA4A 2FFE 13CA 652F FE15 CAE3"            /* }/.. J/.. e/.. . */
	$"2FFE 28CA 782F FE1B 281C FE18 CA75 2FFE"            /* /.( x/..(... u/. */
	$"11C0 C1D1 CDFE 20C3 652E 7EB7 C804 CD2A"            /* .¿¡—Õ. √e.~∑».Õ* */
	$"0323 1520 F5C9 E521 5F2F E337 F5CD 8403"            /* .#. .….!_/.7.ÕÑ. */
	$"5FF1 F5DC 5F2F 7EB7 CA3E 2FCD 2A03 F1F5"            /* _..._/~∑ >/Õ*... */
	$"DCA1 2F38 0223 047E BB20 EB15 20E8 F1C9"            /* .°/8.#.~ª .. ..… */
	$"CD75 2BCD FE20 C1C3 7C2E 7EB7 C83E 21CD"            /* Õu+Õ. ¡√|.~∑»>!Õ */
	$"2A03 7EB7 2809 CD2A 03CD A12F 1520 F33E"            /* *.~∑(∆Õ*.Õ°/. .> */
	$"21CD 2A03 C97E B7C8 CD84 0377 CD2A 0323"            /* !Õ*.…~∑»ÕÑ.wÕ*.# */
	$"0415 20F1 C936 0048 16FF CD0A 2FCD 8403"            /* .. .…6.H..Õ./ÕÑ. */
	$"B7CA 7D2F FE08 280A FE0D CAE0 2FFE 1BC8"            /* ∑ }/..(..¬ ./..» */
	$"201E 3E08 0504 281F CD2A 032B 0511 7D2F"            /*  .>...(.Õ*.+..}/ */
	$"D5E5 0D7E B737 CA90 0823 7E2B 7723 18F3"            /* ’.¬~∑7 ê.#~+w#.. */
	$"F579 FEFF 3803 F118 C490 0C04 C5EB 6F26"            /* .y..8...ƒê..≈.o& */
	$"0019 444D 23CD 5819 C1F1 77CD 2A03 23C3"            /* ..DM#ÕX.¡.wÕ*.#√ */
	$"7D2F 78B7 C805 2B3E 08CD 2A03 1520 F3C9"            /* }/x∑».+>.Õ*.. .… */
	$"CD75 2BCD FE20 C1D1 7AA3 3C2A A740 2BC8"            /* Õu+Õ. ¡—z£<*ß@+» */
	$"3723 F5C3 981A C1D1 C319 1ADE C3C3 44B2"            /* 7#.√ò.¡—√...√√D≤ */
};

resource 'FOND' (32256, "TRS-64", purgeable) {
	proportionalFont,
	dontUseFractWidthTable,
	useIntegerExtra,
	useFractEnable,
	canAdjustCharSpacing,
	noCharWidthTable,
	noImageHeightTable,
	32256,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	1,
	{
		9, plain, 32256
	},
	{},
	{},
	{},
	{}
};

resource 'FOND' (32257, "TRS-32", purgeable) {
	proportionalFont,
	dontUseFractWidthTable,
	useIntegerExtra,
	useFractEnable,
	canAdjustCharSpacing,
	noCharWidthTable,
	noImageHeightTable,
	32257,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	0,
	1,
	{
		9, plain, 32257
	},
	{},
	{},
	{},
	{}
};

resource 'NFNT' (32256, purgeable) {
	doExpandFont,
	proportionalFont,
	blackFont,
	notSynthetic,
	nofctbRsrc,
	oneBit,
	noCharWidthTable,
	noImageHeightTable,
	0,
	191,
	6,
	0,
	-5,
	6,
	12,
	7,
	5,
	0,
	49,
	$"D513 0866 1000 001C 9CE1 7CDF 7380 2087"
	$"389E 77BF F7C7 8630 8C5D E779 DF8C 6318"
	$"FC84 0000 4040 0101 0208 6300 0000 0004"
	$"0000 0000 E46B FFE3 8FF8 E3FE 0703 FE38"
	$"FF8E 3FE0 703F E070 3FE3 8FF8 1C0F F8E3"
	$"FE07 03FE 0703 FE07 03FE 0703 FE07 03FF"
	$"FFFF D53F 3469 5480 0063 A313 4101 8C76"
	$"4048 C549 8A61 0845 0650 DE63 18C6 248C"
	$"6318 85C4 2100 A040 0102 8200 2100 0000"
	$"0004 0000 0001 5295 FFE3 8FF8 E3FE 0703"
	$"FE38 FF8E 3FE0 703F E070 3FE3 8FF8 1C0F"
	$"F8E3 FE07 03FE 0703 FE07 03FE 0703 FE07"
	$"03FF 1C71 DFD0 5450 B880 00A6 8215 7A02"
	$"8C76 9F20 8629 8261 0845 0690 AD63 18C6"
	$"048C 62A5 0AA4 4080 8759 CD72 3AD8 E56A"
	$"CEB3 6CFE 8C63 18FD 512B FFE3 8FF8 E3FE"
	$"0703 FE38 FF8E 3FE0 703F E070 3FE3 8FF8"
	$"1C0F F8E3 FE07 03FE 0703 FE07 03FE 0703"
	$"FE07 03FF 1C71 8538 8890 FFE3 E12A 9C69"
	$"07C4 73C1 0011 362E 8279 C9FD 0710 ACE3"
	$"E8F9 C48A A242 1084 FFC1 C0E6 338F 4728"
	$"6957 31CC F304 8C62 A88A 0FD5 FFE3 8FF8"
	$"E3FE 0703 FE38 FF8E 3FE0 703F E070 3FE3"
	$"8FF8 1C0F F8E3 FE07 03FE 0703 FE07 03FE"
	$"0703 FE07 03FF 1C71 8F95 1510 B88C 0232"
	$"A01F 8628 8876 9F22 57E9 8261 08C5 0690"
	$"8C63 0AD0 248A AAA2 2095 4080 87C6 11FA"
	$"4628 7156 31CC E0E4 8C6A 4891 512A 001F"
	$"F1C7 1F8F FFFF FE00 007F C703 8E38 FFFF"
	$"FFE0 0007 1C71 C71F 8FFF FFFE 0000 01C7"
	$"1C70 38E3 8FFF FFFF 1C71 057A 7209 548C"
	$"1C22 A111 4628 88B6 4040 5629 8A61 08C5"
	$"4650 8C63 094A 2489 3712 408E 2100 98E6"
	$"3382 3E28 6956 31B3 6015 9AAA A7A1 57D4"
	$"001F F1C7 1F8F FFFF FE00 007F C703 8E38"
	$"FFFF FFE0 0007 1C71 C71F 8FFF FFFE 0000"
	$"01C7 1C70 38E3 8FFF FFFF 1C71 8510 6D06"
	$"1008 181D FEE1 39C8 7304 2082 3A3E 77BF"
	$"07C7 BA3F 8C5D 06C5 C471 2312 7C84 0001"
	$"E7D9 CD72 063E 67D6 2E80 61E2 6915 10FC"
	$"E12A 001F F1C7 1F8F FFFF FE00 007F C703"
	$"8E38 FFFF FFE0 0007 1C71 C71F 8FFF FFFE"
	$"0000 01C7 1C70 38E3 8FFF FFFF 1C71 0000"
	$"0000 0010 0000 0000 0000 0008 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"003E 0000 0000 3801 8000 0080 4000 0000"
	$"0700 0014 001F F1C7 1F8F FFFF FE00 007F"
	$"C703 8E38 FFFF FFE0 0007 1C71 C71F 8FFF"
	$"FFFE 0000 01C7 1C70 38E3 8FFF FFFF FFFF"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 01FF"
	$"1C7F C71C 71C7 1C71 C71C 7E38 E38E 3F1F"
	$"8E38 E38F FFFF FFFF FFFF FFFF FFFF FFFE"
	$"0820 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"01FF 1C7F C71C 71C7 1C71 C71C 7E38 E38E"
	$"3F1F 8E38 E38F FFFF FFFF FFFF FFFF FFFF"
	$"FFFE 0820 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 01FF 1C7F C71C 71C7 1C71 C71C 7E38"
	$"E38E 3F1F 8E38 E38F FFFF FFFF FFFF FFFF"
	$"FFFF FFFE 0820 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 01FF 1C7F C71C 71C7 1C71 C71C"
	$"7E38 E38E 3F1F 8E38 E38F FFFF FFFF FFFF"
	$"FFFF FFFF FFFE 0820",
	{
		/* [1] */
		0,
		/* [2] */
		0,
		/* [3] */
		0,
		/* [4] */
		0,
		/* [5] */
		0,
		/* [6] */
		0,
		/* [7] */
		0,
		/* [8] */
		0,
		/* [9] */
		0,
		/* [10] */
		0,
		/* [11] */
		0,
		/* [12] */
		0,
		/* [13] */
		0,
		/* [14] */
		0,
		/* [15] */
		0,
		/* [16] */
		0,
		/* [17] */
		0,
		/* [18] */
		0,
		/* [19] */
		0,
		/* [20] */
		0,
		/* [21] */
		0,
		/* [22] */
		0,
		/* [23] */
		0,
		/* [24] */
		0,
		/* [25] */
		0,
		/* [26] */
		0,
		/* [27] */
		0,
		/* [28] */
		0,
		/* [29] */
		0,
		/* [30] */
		0,
		/* [31] */
		0,
		/* [32] */
		0,
		/* [33] */
		0,
		/* [34] */
		0,
		/* [35] */
		1,
		/* [36] */
		4,
		/* [37] */
		9,
		/* [38] */
		14,
		/* [39] */
		19,
		/* [40] */
		24,
		/* [41] */
		27,
		/* [42] */
		30,
		/* [43] */
		33,
		/* [44] */
		38,
		/* [45] */
		43,
		/* [46] */
		46,
		/* [47] */
		51,
		/* [48] */
		53,
		/* [49] */
		58,
		/* [50] */
		63,
		/* [51] */
		66,
		/* [52] */
		71,
		/* [53] */
		76,
		/* [54] */
		81,
		/* [55] */
		86,
		/* [56] */
		91,
		/* [57] */
		96,
		/* [58] */
		101,
		/* [59] */
		106,
		/* [60] */
		108,
		/* [61] */
		111,
		/* [62] */
		115,
		/* [63] */
		120,
		/* [64] */
		124,
		/* [65] */
		129,
		/* [66] */
		134,
		/* [67] */
		139,
		/* [68] */
		144,
		/* [69] */
		149,
		/* [70] */
		154,
		/* [71] */
		159,
		/* [72] */
		164,
		/* [73] */
		169,
		/* [74] */
		174,
		/* [75] */
		177,
		/* [76] */
		182,
		/* [77] */
		187,
		/* [78] */
		192,
		/* [79] */
		197,
		/* [80] */
		202,
		/* [81] */
		207,
		/* [82] */
		212,
		/* [83] */
		217,
		/* [84] */
		222,
		/* [85] */
		227,
		/* [86] */
		232,
		/* [87] */
		237,
		/* [88] */
		242,
		/* [89] */
		247,
		/* [90] */
		252,
		/* [91] */
		257,
		/* [92] */
		262,
		/* [93] */
		267,
		/* [94] */
		272,
		/* [95] */
		277,
		/* [96] */
		282,
		/* [97] */
		287,
		/* [98] */
		292,
		/* [99] */
		297,
		/* [100] */
		302,
		/* [101] */
		307,
		/* [102] */
		312,
		/* [103] */
		317,
		/* [104] */
		321,
		/* [105] */
		326,
		/* [106] */
		331,
		/* [107] */
		334,
		/* [108] */
		338,
		/* [109] */
		342,
		/* [110] */
		345,
		/* [111] */
		350,
		/* [112] */
		355,
		/* [113] */
		360,
		/* [114] */
		365,
		/* [115] */
		370,
		/* [116] */
		375,
		/* [117] */
		380,
		/* [118] */
		384,
		/* [119] */
		389,
		/* [120] */
		394,
		/* [121] */
		399,
		/* [122] */
		404,
		/* [123] */
		409,
		/* [124] */
		414,
		/* [125] */
		417,
		/* [126] */
		418,
		/* [127] */
		421,
		/* [128] */
		426,
		/* [129] */
		431,
		/* [130] */
		431,
		/* [131] */
		434,
		/* [132] */
		437,
		/* [133] */
		443,
		/* [134] */
		446,
		/* [135] */
		449,
		/* [136] */
		455,
		/* [137] */
		461,
		/* [138] */
		464,
		/* [139] */
		470,
		/* [140] */
		473,
		/* [141] */
		479,
		/* [142] */
		485,
		/* [143] */
		491,
		/* [144] */
		497,
		/* [145] */
		503,
		/* [146] */
		506,
		/* [147] */
		509,
		/* [148] */
		515,
		/* [149] */
		521,
		/* [150] */
		524,
		/* [151] */
		527,
		/* [152] */
		533,
		/* [153] */
		539,
		/* [154] */
		545,
		/* [155] */
		551,
		/* [156] */
		557,
		/* [157] */
		563,
		/* [158] */
		569,
		/* [159] */
		575,
		/* [160] */
		581,
		/* [161] */
		587,
		/* [162] */
		590,
		/* [163] */
		596,
		/* [164] */
		599,
		/* [165] */
		605,
		/* [166] */
		611,
		/* [167] */
		617,
		/* [168] */
		623,
		/* [169] */
		629,
		/* [170] */
		632,
		/* [171] */
		638,
		/* [172] */
		641,
		/* [173] */
		647,
		/* [174] */
		653,
		/* [175] */
		659,
		/* [176] */
		665,
		/* [177] */
		671,
		/* [178] */
		677,
		/* [179] */
		683,
		/* [180] */
		689,
		/* [181] */
		695,
		/* [182] */
		701,
		/* [183] */
		707,
		/* [184] */
		713,
		/* [185] */
		719,
		/* [186] */
		725,
		/* [187] */
		731,
		/* [188] */
		737,
		/* [189] */
		743,
		/* [190] */
		749,
		/* [191] */
		755,
		/* [192] */
		761,
		/* [193] */
		767,
		/* [194] */
		772
	},
	{
		/* [1] */
		0,
		/* [2] */
		0,
		/* [3] */
		0,
		/* [4] */
		0,
		/* [5] */
		0,
		/* [6] */
		0,
		/* [7] */
		-1,
		/* [8] */
		-1,
		/* [9] */
		-1,
		/* [10] */
		6,
		/* [11] */
		-1,
		/* [12] */
		-1,
		/* [13] */
		-1,
		/* [14] */
		0,
		/* [15] */
		-1,
		/* [16] */
		-1,
		/* [17] */
		-1,
		/* [18] */
		-1,
		/* [19] */
		-1,
		/* [20] */
		-1,
		/* [21] */
		-1,
		/* [22] */
		-1,
		/* [23] */
		-1,
		/* [24] */
		-1,
		/* [25] */
		-1,
		/* [26] */
		-1,
		/* [27] */
		-1,
		/* [28] */
		-1,
		/* [29] */
		-1,
		/* [30] */
		-1,
		/* [31] */
		-1,
		/* [32] */
		-1,
		/* [33] */
		6,
		/* [34] */
		774,
		/* [35] */
		518,
		/* [36] */
		262,
		/* [37] */
		262,
		/* [38] */
		262,
		/* [39] */
		262,
		/* [40] */
		262,
		/* [41] */
		518,
		/* [42] */
		518,
		/* [43] */
		262,
		/* [44] */
		262,
		/* [45] */
		262,
		/* [46] */
		262,
		/* [47] */
		518,
		/* [48] */
		262,
		/* [49] */
		262,
		/* [50] */
		518,
		/* [51] */
		262,
		/* [52] */
		262,
		/* [53] */
		262,
		/* [54] */
		262,
		/* [55] */
		262,
		/* [56] */
		262,
		/* [57] */
		262,
		/* [58] */
		262,
		/* [59] */
		518,
		/* [60] */
		262,
		/* [61] */
		262,
		/* [62] */
		262,
		/* [63] */
		518,
		/* [64] */
		262,
		/* [65] */
		262,
		/* [66] */
		262,
		/* [67] */
		262,
		/* [68] */
		262,
		/* [69] */
		262,
		/* [70] */
		262,
		/* [71] */
		262,
		/* [72] */
		262,
		/* [73] */
		262,
		/* [74] */
		518,
		/* [75] */
		262,
		/* [76] */
		262,
		/* [77] */
		262,
		/* [78] */
		262,
		/* [79] */
		262,
		/* [80] */
		262,
		/* [81] */
		262,
		/* [82] */
		262,
		/* [83] */
		262,
		/* [84] */
		262,
		/* [85] */
		262,
		/* [86] */
		262,
		/* [87] */
		262,
		/* [88] */
		262,
		/* [89] */
		262,
		/* [90] */
		262,
		/* [91] */
		262,
		/* [92] */
		262,
		/* [93] */
		262,
		/* [94] */
		262,
		/* [95] */
		262,
		/* [96] */
		262,
		/* [97] */
		262,
		/* [98] */
		262,
		/* [99] */
		262,
		/* [100] */
		262,
		/* [101] */
		262,
		/* [102] */
		262,
		/* [103] */
		518,
		/* [104] */
		262,
		/* [105] */
		262,
		/* [106] */
		518,
		/* [107] */
		518,
		/* [108] */
		518,
		/* [109] */
		518,
		/* [110] */
		262,
		/* [111] */
		262,
		/* [112] */
		262,
		/* [113] */
		262,
		/* [114] */
		262,
		/* [115] */
		262,
		/* [116] */
		262,
		/* [117] */
		518,
		/* [118] */
		262,
		/* [119] */
		262,
		/* [120] */
		262,
		/* [121] */
		262,
		/* [122] */
		262,
		/* [123] */
		262,
		/* [124] */
		518,
		/* [125] */
		774,
		/* [126] */
		518,
		/* [127] */
		262,
		/* [128] */
		262,
		/* [129] */
		6,
		/* [130] */
		6,
		/* [131] */
		774,
		/* [132] */
		6,
		/* [133] */
		6,
		/* [134] */
		6,
		/* [135] */
		6,
		/* [136] */
		6,
		/* [137] */
		774,
		/* [138] */
		6,
		/* [139] */
		774,
		/* [140] */
		6,
		/* [141] */
		6,
		/* [142] */
		6,
		/* [143] */
		6,
		/* [144] */
		6,
		/* [145] */
		6,
		/* [146] */
		6,
		/* [147] */
		6,
		/* [148] */
		6,
		/* [149] */
		6,
		/* [150] */
		6,
		/* [151] */
		6,
		/* [152] */
		6,
		/* [153] */
		6,
		/* [154] */
		6,
		/* [155] */
		6,
		/* [156] */
		6,
		/* [157] */
		6,
		/* [158] */
		6,
		/* [159] */
		6,
		/* [160] */
		6,
		/* [161] */
		774,
		/* [162] */
		6,
		/* [163] */
		774,
		/* [164] */
		6,
		/* [165] */
		6,
		/* [166] */
		6,
		/* [167] */
		6,
		/* [168] */
		6,
		/* [169] */
		774,
		/* [170] */
		6,
		/* [171] */
		774,
		/* [172] */
		6,
		/* [173] */
		6,
		/* [174] */
		6,
		/* [175] */
		6,
		/* [176] */
		6,
		/* [177] */
		6,
		/* [178] */
		6,
		/* [179] */
		6,
		/* [180] */
		6,
		/* [181] */
		6,
		/* [182] */
		6,
		/* [183] */
		6,
		/* [184] */
		6,
		/* [185] */
		6,
		/* [186] */
		6,
		/* [187] */
		6,
		/* [188] */
		6,
		/* [189] */
		6,
		/* [190] */
		6,
		/* [191] */
		6,
		/* [192] */
		6,
		/* [193] */
		262,
		/* [194] */
		-1
	},
	{},
	{}
};

resource 'NFNT' (32257, purgeable) {
	doExpandFont,
	proportionalFont,
	blackFont,
	notSynthetic,
	nofctbRsrc,
	oneBit,
	noCharWidthTable,
	noImageHeightTable,
	0,
	191,
	12,
	0,
	-5,
	12,
	12,
	7,
	5,
	0,
	97,
	$"F333 030F 00C0 3C3C 0300 0000 0000 03F0"
	$"C3F0 FC03 3FF0 F3FF 3F0F C000 0C00 C03F"
	$"0FC0 C3FC 3F3F CFFF FF3F F03F C03C 0F00"
	$"C0F0 33F3 FC3F 3FC3 F3FF C0F0 3C0F 03C0"
	$"FFF0 C030 0000 0000 3000 3000 0003 0003"
	$"000C 00C0 3C0F 0000 0000 0000 0000 0030"
	$"0000 0000 0000 0000 FC30 3CCF FFFF FC0F"
	$"C0FF FFC0 FC0F FFFC 003F 000F FFFC 0FC0"
	$"FFFF C0FC 0FFF FC00 3F00 0FFF FC00 3F00"
	$"0FFF FC0F C0FF FFC0 03F0 00FF FFC0 FC0F"
	$"FFFC 003F 000F FFFC 003F 000F FFFC 003F"
	$"000F FFFC 003F 000F FFFC 003F 000F FFFF"
	$"FFFF F333 0FFF 0F30 3CC3 3330 C000 0000"
	$"3C0F CC0F 030F 3003 0003 C0F0 3F3C 3000"
	$"30C0 F033 30C3 C0CC 3C03 00C0 3033 003C"
	$"3300 F3FC 3C0F 03C0 F03C 0C30 C0F0 3C0F"
	$"03C0 C033 F030 0C03 0000 CC00 3000 0003"
	$"000C C00C 0000 0C03 0000 0000 0000 0000"
	$"0030 0000 0000 0000 0003 330C C333 FFFF"
	$"FC0F C0FF FFC0 FC0F FFFC 003F 000F FFFC"
	$"0FC0 FFFF C0FC 0FFF FC00 3F00 0FFF FC00"
	$"3F00 0FFF FC0F C0FF FFC0 03F0 00FF FFC0"
	$"FC0F FFFC 003F 000F FFFC 003F 000F FFFC"
	$"003F 000F FFFC 003F 000F FFFC 003F 000F"
	$"FFFF 03F0 F3FF F300 3330 3300 CFC0 C000"
	$"0000 CC3C C00C 0333 3FCC 000C C0F0 3F3C"
	$"C3FF 0C00 C03C 0CC3 C00C 3C03 00C0 3033"
	$"003C C300 CCF3 3C0F 03C0 F03C 0030 C0F0"
	$"3C0C CC33 00CC CC30 3000 C000 C03F 33C3"
	$"F0F3 3F0C 0FCC F3C0 FC33 3CCC F0FC CF0F"
	$"3CF0 FFFC C0F0 3C0F 03C0 FFF3 3303 0CCF"
	$"FFFF FC0F C0FF FFC0 FC0F FFFC 003F 000F"
	$"FFFC 0FC0 FFFF C0FC 0FFF FC00 3F00 0FFF"
	$"FC00 3F00 0FFF FC0F C0FF FFC0 03F0 00FF"
	$"FFC0 FC0F FFFC 003F 000F FFFC 003F 000F"
	$"FFFC 003F 000F FFFC 003F 000F FFFC 003F"
	$"000F FFFF 03F0 C033 0FC0 C0C0 C300 FFFF"
	$"FC0F FC03 0CCC C3F0 3CC3 003F F030 3F0F"
	$"F003 0000 0303 0F3C 0CFC C00C 3FC3 F0C3"
	$"FFF3 003F 0300 CCF0 FC0F FCC0 FFC3 F030"
	$"C0CC CC0C 300C 0300 C030 FFFF F003 F000"
	$"FC3C 0F0F C0FF 303F 0CC0 3CC3 333F 0F03"
	$"F0F0 FF0F 0030 C0F0 3C0C CCC0 C0CC 00FF"
	$"F333 FFFF FC0F C0FF FFC0 FC0F FFFC 003F"
	$"000F FFFC 0FC0 FFFF C0FC 0FFF FC00 3F00"
	$"0FFF FC00 3F00 0FFF FC0F C0FF FFC0 03F0"
	$"00FF FFC0 FC0F FFFC 003F 000F FFFC 003F"
	$"000F FFFC 003F 000F FFFC 003F 000F FFFC"
	$"003F 000F FFFF 03F0 C0FF C333 0333 0300"
	$"CFC0 C0F0 000C 0F0C CC00 03FF C03C 0CC0"
	$"C0C0 3F3C C3FF 0C0C 333F FCC3 C00C 3C03"
	$"00C0 F033 003C C300 C0F0 3C0F 00CC F300"
	$"0C30 C0CC CCCC CC0C 0C00 C333 3000 C000"
	$"C03F F03C 0303 FFCC 303C 0CC0 3F03 333C"
	$"0F03 F0F0 FC00 FC30 C0F0 3CCC 30C0 C303"
	$"3303 0CCC 0000 03FF FF03 F03F 03FF C0FF"
	$"FFFF FFFF FFFC 0000 0000 3FFF F03F 000F"
	$"C0FC 0FC0 FFFF FFFF FFFF FC00 0000 003F"
	$"03F0 3F03 F03F 03FF C0FF FFFF FFFF FFFC"
	$"0000 0000 0003 F03F 03F0 3F00 0FC0 FC0F"
	$"C0FF FFFF FFFF FFFF 03F0 0033 3FCC 3F0C"
	$"00C3 3330 C0F0 03F0 0C0C CC03 0303 303C"
	$"0CC0 C0C0 CF3C 3000 3000 333C 0CC3 C0CC"
	$"3C03 00C0 F033 303C 3300 C0F0 3C0F 00C3"
	$"30CC 0C30 C0C3 0F3F 030C 3000 C0FC 0C03"
	$"0000 C3C0 FC3C 0F0F C00C 0FFC 0CC0 3CC3"
	$"333C 0F03 CF0F 3C00 0333 C3CC CCCC CC3F"
	$"CC03 333F F330 0000 03FF FF03 F03F 03FF"
	$"C0FF FFFF FFFF FFFC 0000 0000 3FFF F03F"
	$"000F C0FC 0FC0 FFFF FFFF FFFF FC00 0000"
	$"003F 03F0 3F03 F03F 03FF C0FF FFFF FFFF"
	$"FFFC 0000 0000 0003 F03F 03F0 3F00 0FC0"
	$"FC0F C0FF FFFF FFFF FFFF 03F0 C033 0300"
	$"3CF3 003C 0300 00C0 03C0 03F3 FFFC FC03"
	$"0FC3 F0C0 3F0F 0030 0C00 C00C 0FCC 0FFC"
	$"3F3F CFFF 003F F03F CFCC 0FFF C0F0 33F3"
	$"003C F033 F030 3F03 0C0F 030C 3FF0 C030"
	$"0000 0003 FC3F F3C3 F0F3 3F0C 003C 0FFC"
	$"3C3F F33C 0CFC C000 3C03 FC0C 3CC3 0333"
	$"0300 FFF0 FC03 0CCC 0000 03FF FF03 F03F"
	$"03FF C0FF FFFF FFFF FFFC 0000 0000 3FFF"
	$"F03F 000F C0FC 0FC0 FFFF FFFF FFFF FC00"
	$"0000 003F 03F0 3F03 F03F 03FF C0FF FFFF"
	$"FFFF FFFC 0000 0000 0003 F03F 03F0 3F00"
	$"0FC0 FC0F C0FF FFFF FFFF FFFF 03F0 0000"
	$"0000 0000 0000 0000 0300 0000 0000 0000"
	$"0000 0000 0000 0000 00C0 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0FFC 0000 0000 0000 0000 0FC0"
	$"0003 C000 0000 0000 C000 3000 0000 0000"
	$"0000 003F 0000 0000 0330 0000 03FF FF03"
	$"F03F 03FF C0FF FFFF FFFF FFFC 0000 0000"
	$"3FFF F03F 000F C0FC 0FC0 FFFF FFFF FFFF"
	$"FC00 0000 003F 03F0 3F03 F03F 03FF C0FF"
	$"FFFF FFFF FFFC 0000 0000 0003 F03F 03F0"
	$"3F00 0FC0 FC0F C0FF FFFF FFFF FFFF FFFF"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0003 FFFF"
	$"03F0 3FFF F03F 03F0 3F03 F03F 03F0 3F03"
	$"F03F 03F0 3FFC 0FC0 FC0F C0FC 0FFF 03FF"
	$"C0FC 0FC0 FC0F C0FF FFFF FFFF FFFF FFFF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFC"
	$"00C0 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0003"
	$"FFFF 03F0 3FFF F03F 03F0 3F03 F03F 03F0"
	$"3F03 F03F 03F0 3FFC 0FC0 FC0F C0FC 0FFF"
	$"03FF C0FC 0FC0 FC0F C0FF FFFF FFFF FFFF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FFFC 00C0 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0003 FFFF 03F0 3FFF F03F 03F0 3F03 F03F"
	$"03F0 3F03 F03F 03F0 3FFC 0FC0 FC0F C0FC"
	$"0FFF 03FF C0FC 0FC0 FC0F C0FF FFFF FFFF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FFFF FFFC 00C0 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0000 0000 0000 0000 0000 0000 0000"
	$"0000 0003 FFFF 03F0 3FFF F03F 03F0 3F03"
	$"F03F 03F0 3F03 F03F 03F0 3FFC 0FC0 FC0F"
	$"C0FC 0FFF 03FF C0FC 0FC0 FC0F C0FF FFFF"
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"
	$"FFFF FFFF FFFC 00C0",
	{
		/* [1] */
		0,
		/* [2] */
		0,
		/* [3] */
		0,
		/* [4] */
		0,
		/* [5] */
		0,
		/* [6] */
		0,
		/* [7] */
		0,
		/* [8] */
		0,
		/* [9] */
		0,
		/* [10] */
		0,
		/* [11] */
		0,
		/* [12] */
		0,
		/* [13] */
		0,
		/* [14] */
		0,
		/* [15] */
		0,
		/* [16] */
		0,
		/* [17] */
		0,
		/* [18] */
		0,
		/* [19] */
		0,
		/* [20] */
		0,
		/* [21] */
		0,
		/* [22] */
		0,
		/* [23] */
		0,
		/* [24] */
		0,
		/* [25] */
		0,
		/* [26] */
		0,
		/* [27] */
		0,
		/* [28] */
		0,
		/* [29] */
		0,
		/* [30] */
		0,
		/* [31] */
		0,
		/* [32] */
		0,
		/* [33] */
		0,
		/* [34] */
		0,
		/* [35] */
		2,
		/* [36] */
		8,
		/* [37] */
		18,
		/* [38] */
		28,
		/* [39] */
		38,
		/* [40] */
		48,
		/* [41] */
		54,
		/* [42] */
		60,
		/* [43] */
		66,
		/* [44] */
		76,
		/* [45] */
		86,
		/* [46] */
		92,
		/* [47] */
		102,
		/* [48] */
		106,
		/* [49] */
		116,
		/* [50] */
		126,
		/* [51] */
		132,
		/* [52] */
		142,
		/* [53] */
		152,
		/* [54] */
		162,
		/* [55] */
		172,
		/* [56] */
		182,
		/* [57] */
		192,
		/* [58] */
		202,
		/* [59] */
		212,
		/* [60] */
		216,
		/* [61] */
		222,
		/* [62] */
		230,
		/* [63] */
		240,
		/* [64] */
		248,
		/* [65] */
		258,
		/* [66] */
		268,
		/* [67] */
		278,
		/* [68] */
		288,
		/* [69] */
		298,
		/* [70] */
		308,
		/* [71] */
		318,
		/* [72] */
		328,
		/* [73] */
		338,
		/* [74] */
		348,
		/* [75] */
		354,
		/* [76] */
		364,
		/* [77] */
		374,
		/* [78] */
		384,
		/* [79] */
		394,
		/* [80] */
		404,
		/* [81] */
		414,
		/* [82] */
		424,
		/* [83] */
		434,
		/* [84] */
		444,
		/* [85] */
		454,
		/* [86] */
		464,
		/* [87] */
		474,
		/* [88] */
		484,
		/* [89] */
		494,
		/* [90] */
		504,
		/* [91] */
		514,
		/* [92] */
		524,
		/* [93] */
		534,
		/* [94] */
		544,
		/* [95] */
		554,
		/* [96] */
		564,
		/* [97] */
		574,
		/* [98] */
		584,
		/* [99] */
		594,
		/* [100] */
		604,
		/* [101] */
		614,
		/* [102] */
		624,
		/* [103] */
		634,
		/* [104] */
		642,
		/* [105] */
		652,
		/* [106] */
		662,
		/* [107] */
		668,
		/* [108] */
		676,
		/* [109] */
		684,
		/* [110] */
		690,
		/* [111] */
		700,
		/* [112] */
		710,
		/* [113] */
		720,
		/* [114] */
		730,
		/* [115] */
		740,
		/* [116] */
		750,
		/* [117] */
		760,
		/* [118] */
		768,
		/* [119] */
		778,
		/* [120] */
		788,
		/* [121] */
		798,
		/* [122] */
		808,
		/* [123] */
		818,
		/* [124] */
		828,
		/* [125] */
		834,
		/* [126] */
		836,
		/* [127] */
		842,
		/* [128] */
		852,
		/* [129] */
		862,
		/* [130] */
		862,
		/* [131] */
		868,
		/* [132] */
		874,
		/* [133] */
		886,
		/* [134] */
		892,
		/* [135] */
		898,
		/* [136] */
		910,
		/* [137] */
		922,
		/* [138] */
		928,
		/* [139] */
		940,
		/* [140] */
		946,
		/* [141] */
		958,
		/* [142] */
		970,
		/* [143] */
		982,
		/* [144] */
		994,
		/* [145] */
		1006,
		/* [146] */
		1012,
		/* [147] */
		1018,
		/* [148] */
		1030,
		/* [149] */
		1042,
		/* [150] */
		1048,
		/* [151] */
		1054,
		/* [152] */
		1066,
		/* [153] */
		1078,
		/* [154] */
		1090,
		/* [155] */
		1102,
		/* [156] */
		1114,
		/* [157] */
		1126,
		/* [158] */
		1138,
		/* [159] */
		1150,
		/* [160] */
		1162,
		/* [161] */
		1174,
		/* [162] */
		1180,
		/* [163] */
		1192,
		/* [164] */
		1198,
		/* [165] */
		1210,
		/* [166] */
		1222,
		/* [167] */
		1234,
		/* [168] */
		1246,
		/* [169] */
		1258,
		/* [170] */
		1264,
		/* [171] */
		1276,
		/* [172] */
		1282,
		/* [173] */
		1294,
		/* [174] */
		1306,
		/* [175] */
		1318,
		/* [176] */
		1330,
		/* [177] */
		1342,
		/* [178] */
		1354,
		/* [179] */
		1366,
		/* [180] */
		1378,
		/* [181] */
		1390,
		/* [182] */
		1402,
		/* [183] */
		1414,
		/* [184] */
		1426,
		/* [185] */
		1438,
		/* [186] */
		1450,
		/* [187] */
		1462,
		/* [188] */
		1474,
		/* [189] */
		1486,
		/* [190] */
		1498,
		/* [191] */
		1510,
		/* [192] */
		1522,
		/* [193] */
		1534,
		/* [194] */
		1544
	},
	{
		/* [1] */
		0,
		/* [2] */
		0,
		/* [3] */
		0,
		/* [4] */
		0,
		/* [5] */
		0,
		/* [6] */
		0,
		/* [7] */
		-1,
		/* [8] */
		-1,
		/* [9] */
		-1,
		/* [10] */
		12,
		/* [11] */
		-1,
		/* [12] */
		-1,
		/* [13] */
		-1,
		/* [14] */
		0,
		/* [15] */
		-1,
		/* [16] */
		-1,
		/* [17] */
		-1,
		/* [18] */
		-1,
		/* [19] */
		-1,
		/* [20] */
		-1,
		/* [21] */
		-1,
		/* [22] */
		-1,
		/* [23] */
		-1,
		/* [24] */
		-1,
		/* [25] */
		-1,
		/* [26] */
		-1,
		/* [27] */
		-1,
		/* [28] */
		-1,
		/* [29] */
		-1,
		/* [30] */
		-1,
		/* [31] */
		-1,
		/* [32] */
		-1,
		/* [33] */
		12,
		/* [34] */
		1548,
		/* [35] */
		1036,
		/* [36] */
		524,
		/* [37] */
		524,
		/* [38] */
		524,
		/* [39] */
		524,
		/* [40] */
		524,
		/* [41] */
		1036,
		/* [42] */
		1036,
		/* [43] */
		524,
		/* [44] */
		524,
		/* [45] */
		524,
		/* [46] */
		524,
		/* [47] */
		1036,
		/* [48] */
		524,
		/* [49] */
		524,
		/* [50] */
		1036,
		/* [51] */
		524,
		/* [52] */
		524,
		/* [53] */
		524,
		/* [54] */
		524,
		/* [55] */
		524,
		/* [56] */
		524,
		/* [57] */
		524,
		/* [58] */
		524,
		/* [59] */
		1036,
		/* [60] */
		524,
		/* [61] */
		524,
		/* [62] */
		524,
		/* [63] */
		1036,
		/* [64] */
		524,
		/* [65] */
		524,
		/* [66] */
		524,
		/* [67] */
		524,
		/* [68] */
		524,
		/* [69] */
		524,
		/* [70] */
		524,
		/* [71] */
		524,
		/* [72] */
		524,
		/* [73] */
		524,
		/* [74] */
		1036,
		/* [75] */
		524,
		/* [76] */
		524,
		/* [77] */
		524,
		/* [78] */
		524,
		/* [79] */
		524,
		/* [80] */
		524,
		/* [81] */
		524,
		/* [82] */
		524,
		/* [83] */
		524,
		/* [84] */
		524,
		/* [85] */
		524,
		/* [86] */
		524,
		/* [87] */
		524,
		/* [88] */
		524,
		/* [89] */
		524,
		/* [90] */
		524,
		/* [91] */
		524,
		/* [92] */
		524,
		/* [93] */
		524,
		/* [94] */
		524,
		/* [95] */
		524,
		/* [96] */
		524,
		/* [97] */
		524,
		/* [98] */
		524,
		/* [99] */
		524,
		/* [100] */
		524,
		/* [101] */
		524,
		/* [102] */
		524,
		/* [103] */
		1036,
		/* [104] */
		524,
		/* [105] */
		524,
		/* [106] */
		1036,
		/* [107] */
		1036,
		/* [108] */
		1036,
		/* [109] */
		1036,
		/* [110] */
		524,
		/* [111] */
		524,
		/* [112] */
		524,
		/* [113] */
		524,
		/* [114] */
		524,
		/* [115] */
		524,
		/* [116] */
		524,
		/* [117] */
		1036,
		/* [118] */
		524,
		/* [119] */
		524,
		/* [120] */
		524,
		/* [121] */
		524,
		/* [122] */
		524,
		/* [123] */
		524,
		/* [124] */
		1036,
		/* [125] */
		1548,
		/* [126] */
		1036,
		/* [127] */
		524,
		/* [128] */
		524,
		/* [129] */
		12,
		/* [130] */
		12,
		/* [131] */
		1548,
		/* [132] */
		12,
		/* [133] */
		12,
		/* [134] */
		12,
		/* [135] */
		12,
		/* [136] */
		12,
		/* [137] */
		1548,
		/* [138] */
		12,
		/* [139] */
		1548,
		/* [140] */
		12,
		/* [141] */
		12,
		/* [142] */
		12,
		/* [143] */
		12,
		/* [144] */
		12,
		/* [145] */
		12,
		/* [146] */
		12,
		/* [147] */
		12,
		/* [148] */
		12,
		/* [149] */
		12,
		/* [150] */
		12,
		/* [151] */
		12,
		/* [152] */
		12,
		/* [153] */
		12,
		/* [154] */
		12,
		/* [155] */
		12,
		/* [156] */
		12,
		/* [157] */
		12,
		/* [158] */
		12,
		/* [159] */
		12,
		/* [160] */
		12,
		/* [161] */
		1548,
		/* [162] */
		12,
		/* [163] */
		1548,
		/* [164] */
		12,
		/* [165] */
		12,
		/* [166] */
		12,
		/* [167] */
		12,
		/* [168] */
		12,
		/* [169] */
		1548,
		/* [170] */
		12,
		/* [171] */
		1548,
		/* [172] */
		12,
		/* [173] */
		12,
		/* [174] */
		12,
		/* [175] */
		12,
		/* [176] */
		12,
		/* [177] */
		12,
		/* [178] */
		12,
		/* [179] */
		12,
		/* [180] */
		12,
		/* [181] */
		12,
		/* [182] */
		12,
		/* [183] */
		12,
		/* [184] */
		12,
		/* [185] */
		12,
		/* [186] */
		12,
		/* [187] */
		12,
		/* [188] */
		12,
		/* [189] */
		12,
		/* [190] */
		12,
		/* [191] */
		12,
		/* [192] */
		12,
		/* [193] */
		524,
		/* [194] */
		-1
	},
	{},
	{}
};

